{
    "name": "丹尼斯·海斯伯特 Dennis Haysbert",
    "movies": [
        "裸婚大喜 Naked",
        "无敌破坏王 Wreck-It Ralph"
    ],
    "male": "男",
    "xingzuo": "双子座",
    "birth": "1954-06-02",
    "area": "美国,加利福尼亚州,圣马特奥",
    "zhiye": [
        "演员",
        "配音",
        "制片人",
        "导演"
    ],
    "moreName": [
        "丹尼斯·海斯伯",
        "丹尼斯·希士毕"
    ],
    "family": [],
    "intro": "\n　　Overview (3)　　Born\tJune 2, 1954 in San Mateo, California, USA　　Birth Name\tDennis Dexter Haysbert　　Height\t6' 4¾\" (1.95 m)　　Mini Bio (1)　　Dennis Haysbert was born on June 2, 1954 in San Mateo, California, USA as Dennis Dexter Haysbert. He is an actor and producer, known for Far from Heaven (2002), 24 (2001) and Heat (1995). He was previously married to Lynn Griffith and Elena Simms.　　Spouse (2)　　Lynn Griffith\t(1989 - ...(展开全部)\n　　Overview (3)　　Born\tJune 2, 1954 in San Mateo, California, USA　　Birth Name\tDennis Dexter Haysbert　　Height\t6' 4¾\" (1.95 m)　　Mini Bio (1)　　Dennis Haysbert was born on June 2, 1954 in San Mateo, California, USA as Dennis Dexter Haysbert. He is an actor and producer, known for Far from Heaven (2002), 24 (2001) and Heat (1995). He was previously married to Lynn Griffith and Elena Simms.　　Spouse (2)　　Lynn Griffith\t(1989 - 2001) ( divorced) ( 2 children)　　Elena Simms\t(13 April 1980 - 17 August 1984) ( divorced)　　Trade Mark (3)　　Deep resonant voice　　Towering height　　Muscular physique　　Trivia (14)　　Has two children with Lynn Griffith: Charles Haysbert and Katharine Haysbert.　　He was a defensive end on his high school football team.　　Attended and graduated from San Mateo High School in San Mateo, California in 1972.　　Attended and graduated from the American Academy of Dramatic Arts (AADA).　　(August 7, 2005) Grand marshal of the \"Allstate 400 at the Brickyard\" auto race at the Indianapolis Motor Speedway.　　Is also a certified Deep Sea diver per Discovery Channel's Secrets of Pearl Harbor (2004), that he hosts, narrates and stars in. [June 2008]　　His parents were married for 51 years before his father's death.　　When he first moved to Los Angeles, he worked in a grocery store and took classes at the American Academy of Dramatic Arts. When he was not in class or working at the store, Haysbert says, he consumed any self-help book he could get his hands on, including \"How to Visualize What You Want\" and \"The Power of Positive Thinking\".　　Enjoys golf, tennis and scuba diving in his spare time.　　Is the eighth of nine children of Charles Whitney Sr. and Gladys Haysbert.　　In the photo caption for his San Mateo, California, high school yearbook, he cited having his face on the cover of Ebony and TV Guide as life goals, both of which he later achieved.　　Shares two roles with the late Michael Clarke Duncan: Green Lantern, Kilowog and Manute in the \"Sin City\" films.　　Has appeared with Charlie Sheen in three films: M\n",
    "hezuo": [
        [
            "布莱恩·麦肯奈特 Brian McKnight",
            1
        ],
        [
            "斯考特·佛雷 Scott Foley",
            1
        ],
        [
            "洛雷塔·迪瓦恩 Loretta Devine",
            1
        ],
        [
            "简·林奇 Jane Lynch",
            1
        ],
        [
            "敏迪·卡灵 Mindy Kaling",
            1
        ],
        [
            "伊迪·麦克勒格 Edie McClurg",
            1
        ],
        [
            "马龙·韦恩斯 Marlon Wayans",
            1
        ],
        [
            "里克·菲茨 Rick Fitts",
            1
        ],
        [
            "伊丽莎·库伯 Eliza Coupe",
            1
        ],
        [
            "艾伦·图代克 Alan Tudyk",
            1
        ]
    ]
}