{
    "name": "亚尼·卡普 Anil Kapoor",
    "movies": [
        "贫民窟的百万富翁 Slumdog Millionaire",
        "碟中谍4 Mission: Impossible - Ghost Protocol"
    ],
    "male": "男",
    "xingzuo": "摩羯座",
    "birth": "1956-12-24",
    "area": "印度,马哈拉施特拉邦,Chembur",
    "zhiye": [
        "演员",
        "制片人",
        "配音"
    ],
    "moreName": [
        "安尼·卡浦尔"
    ],
    "family": [
        "索娜姆·卡普尔(女)"
    ],
    "intro": "\n　　Anil Kapoor (Hindi: अनिल कपूर, Punjabi: ਅਨਿਲ ਕਪੂਰ, born 24 December 1959) is an Indian actor and producer who mainly appears in Bollywood films. He won a Filmfare Best Supporting Actor Award for his role in Yash Chopra's film Mashaal (1984).　　Kapoor earned his first Filmfare Best Actor Award for his performance in N. Chandra's Tezaab in 1988, and later for Indra Kumar's Beta in 1992. Since...(展开全部)\n　　Anil Kapoor (Hindi: अनिल कपूर, Punjabi: ਅਨਿਲ ਕਪੂਰ, born 24 December 1959) is an Indian actor and producer who mainly appears in Bollywood films. He won a Filmfare Best Supporting Actor Award for his role in Yash Chopra's film Mashaal (1984).　　Kapoor earned his first Filmfare Best Actor Award for his performance in N. Chandra's Tezaab in 1988, and later for Indra Kumar's Beta in 1992. Since then, he has starred in many critically and commercially successful films including Woh Saat Din, Meri Jung, Janbaaz, Karma, Mr. India, Virasat (1997), for which he won the Filmfare Critics Award for Best Actor; Biwi No.1 (1999); Taal (1999), for which he won his second Filmfare Best Supporting Actor Award; Pukar (2000), for which he won his first National Film Award for Best Actor; No Entry (2005) and Welcome (2007).　　Kapoor's first role in an international film was in Danny Boyle's 2008 Academy Award-winning film Slumdog Millionaire, for which he shared the Screen Actors Guild Award for Outstanding Performance by a Cast in a Motion Picture. His performance in the eighth season of the action series 24 generated rave reviews from the American press. Globally, Anil Kapoor is one of the most recognised Indian actors.　　Anil Kapoor was born in Tilak Nagar, Mumbai, to film producer Surinder Kapoor and his wife Nirmal. He attended Our Lady of Perpetual Succour High School - Chembur, in the Chembur suburb of Mumbai and then St. Xavier's College, Mumbai. Kapoor's elder brother, Boney Kapoor, is a film producer while younger brother Sanjay Kapoor is also an actor.　　In 1984, he married Sunita Kapoor (née Bhambhani) and has two daughters and a son Harshwardhan Kapoor. Kapoor's elder daughter is actress Sonam Kapoor. Rhea Kapoor attended school in New York and is now a producer in Mumbai. He is a practicing and devout Hindu.\n",
    "hezuo": [
        [
            "宝拉·巴顿 Paula Patton",
            1
        ],
        [
            "弗拉基米尔·马什科夫 Vladimir Mashkov",
            1
        ],
        [
            "汤姆·克鲁斯 Tom Cruise",
            1
        ],
        [
            "伊万·舍甫多夫 Ivan Shvedoff",
            1
        ],
        [
            "沙鲁巴·舒克拉 Saurabh Shukla",
            1
        ],
        [
            "伊尔凡·可汗 Irrfan Khan",
            1
        ],
        [
            "西蒙·佩吉 Simon Pegg",
            1
        ],
        [
            "阿什·马赫什·舍德卡 Ayush Mahesh Khedekar",
            1
        ],
        [
            "芙蕾达·平托 Freida Pinto",
            1
        ],
        [
            "杰瑞米·雷纳 Jeremy Renner",
            1
        ]
    ]
}