{
    "name": "佐伊·达奇 Zoey Deutch",
    "movies": [
        "为什么是他？ Why Him?",
        "下流祖父 Dirty Grandpa"
    ],
    "male": "女",
    "xingzuo": "天秤座",
    "birth": "1994-11-10",
    "area": "美国,加利福尼亚州,洛杉矶",
    "zhiye": [
        "演员"
    ],
    "moreName": [
        "佐伊·多伊奇"
    ],
    "family": [
        "Howard Deutch（父）",
        "Lea Thompson（母）"
    ],
    "intro": "\n　　Zoey Deutch, 18, comes from a showbiz family of musicians and actors going back two generations. Growing up in Los Angeles, her parents (actress Lea Thompson and director Howard Deutch) knew acting was in the genes when Zoey would play out scenes with her dolls, and weep for the Barbie that was down on her luck. This kind of dedication showed up a few years later, when she began landing comedic and dramatic roles in both film and televisio...(展开全部)\n　　Zoey Deutch, 18, comes from a showbiz family of musicians and actors going back two generations. Growing up in Los Angeles, her parents (actress Lea Thompson and director Howard Deutch) knew acting was in the genes when Zoey would play out scenes with her dolls, and weep for the Barbie that was down on her luck. This kind of dedication showed up a few years later, when she began landing comedic and dramatic roles in both film and television at the ripe age of 15.　　Zoey was a serious dancer as a child excelling in ballet, competitive jazz, and tap. She was a double major in both theatre and visual arts at the Los Angeles County High School for the Arts, while simultaneously studying at the Young Actors Space with Patrick Day.　　Her first leading role was in the indie flick, MAYOR CUPCAKE, where she played real life mom Lea Thompson's daughter - a small town girl, with big time political aspirations. Shortly thereafter, Zoey was cast in the Disney Channel's SUITE LIFE ON DECK series; where she played Zach's love interest Maya, and charmed dedicated fans of the show all over the world. She guest starred on two hit shows, CRIMINAL MINDS: SUSPECT BEHAVIOR and NCIS, which lead to her landing the role of Willow Turner in the coveted Marc Cherry pilot HALLELUJAH.　　Though the show was not picked up, Zoey bounced back immediately after she was cast as Sarah Michelle Gellar's troubled stepdaughter, Juliet Martin, in the CW's RINGER. The show became one of the network's biggest hits, and allowed Zoey to spread her wings in a part that required a lot of conflict and complexity from a 16 year old. Now, she is promoting her work on the highly anticipated movie BEAUTIFUL CREATURES, adapted from the beloved teen book series. Zoey stars alongside Viola Davis, Emma Thompson, and Jeremy Irons as Emily Asher - a popular high schooler, who covers her hurt and humanity with her southern belle sass.\n",
    "hezuo": [
        [
            "布兰登·史密斯 Brandon Smith",
            1
        ],
        [
            "扎克·埃夫隆 Zac Efron",
            1
        ],
        [
            "塞德里克·凯尔斯 Cedric the Entertainer",
            1
        ],
        [
            "杰森·曼楚克斯 Jason Mantzoukas",
            1
        ],
        [
            "朱莉安·浩夫 Julianne Hough",
            1
        ],
        [
            "亚当·佩里 Adam Pally",
            1
        ],
        [
            "詹姆斯·弗兰科 James Franco",
            1
        ],
        [
            "扎克·珀尔曼 Zack Pearlman",
            1
        ],
        [
            "奥布瑞·普拉扎 Aubrey Plaza",
            1
        ],
        [
            "韩吉洋 Jee Young Han",
            1
        ]
    ]
}