{
    "name": "佩德罗·帕斯卡 Pedro Pascal",
    "movies": [
        "王牌特工2：黄金圈 Kingsman: The Golden Circle",
        "伸冤人2 The Equalizer 2"
    ],
    "male": "男",
    "xingzuo": "白羊座",
    "birth": "1975-04-02",
    "area": "智利,圣地亚哥",
    "zhiye": [
        "演员"
    ],
    "moreName": [
        "荷西·佩德罗·巴尔马塞达·帕斯卡",
        "亲王(昵称)"
    ],
    "family": [],
    "intro": "\n　　1975年4月2日出生于智利圣地亚哥，儿时因智利军事动乱全家前往丹麦寻求政治庇护，后移居美国。目前居住在纽约。　　在小说《冰与火之歌》改编的HBO剧集《权力的游戏》第四季中扮演“红毒蛇\"奥柏伦马泰尔。曾客串过《傲骨贤妻》《恩赐之地》《国土安全》等剧集。　　即将出演Netflix新剧《Narcos》，以及张艺谋电影《长城》　　他是纽约LAByrinth Theater Company的一员。　　与《美国恐怖故事》中演员Sarah Paulson为挚友。　　Pascal was born in Santiago, Chile. Soon ...(展开全部)\n　　1975年4月2日出生于智利圣地亚哥，儿时因智利军事动乱全家前往丹麦寻求政治庇护，后移居美国。目前居住在纽约。　　在小说《冰与火之歌》改编的HBO剧集《权力的游戏》第四季中扮演“红毒蛇\"奥柏伦马泰尔。曾客串过《傲骨贤妻》《恩赐之地》《国土安全》等剧集。　　即将出演Netflix新剧《Narcos》，以及张艺谋电影《长城》　　他是纽约LAByrinth Theater Company的一员。　　与《美国恐怖故事》中演员Sarah Paulson为挚友。　　Pascal was born in Santiago, Chile. Soon after his birth, his family was granted political asylum in Denmark while Chile was under the military dictatorship of Augusto Pinochet. He was raised in San Antonio, Texas, Orange County, California, and has lived in New York City since 1993. He studied acting at the Orange County High School of the Arts and New York University's Tisch School of the Arts.　　Pascal has appeared in several television series including Buffy the Vampire Slayer, The Good Wife, Homeland and Graceland.　　In June 2013, he was cast in the role of Oberyn Martell, the \"Red Viper,\" in the fourth season of the HBO series Game of Thrones.　　He also has extensive theatre experience as a director and actor, receiving the LA Drama Critics Circle Award and Garland Award for his portrayal of Phillip in the International City Theater production of Orphans, and has performed in classical and contemporary works throughout the country. He has appeared Off-Broadway in the plays Maple and Vine by Jordan Harrison, Beauty of the Father by Nilo Cruz, Roberto Aguirre-Sacassa's Based on a Totally True Story, Trista Baldwin's \"Sand,\" David Greenspan's \"Old Comedy,\" Terrence McNally's Some Men and Shakespeare in the Park's 2006 production of \"Macbeth.\" He is a member of New York City's LAByrinth Theater Company.\n",
    "hezuo": [
        [
            "科林·费尔斯 Colin Firth",
            1
        ],
        [
            "特德·阿尔奇迪 Ted Arcidi",
            1
        ],
        [
            "梅丽莎·里奥 Melissa Leo",
            1
        ],
        [
            "卡罗琳·戴 Caroline Day",
            1
        ],
        [
            "丹泽尔·华盛顿 Denzel Washington",
            1
        ],
        [
            "杰夫·布里吉斯 Jeff Bridges",
            1
        ],
        [
            "乔纳森·斯卡弗 Jonathan Scarfe",
            1
        ],
        [
            "比尔·普尔曼 Bill Pullman",
            1
        ],
        [
            "查宁·塔图姆 Channing Tatum",
            1
        ],
        [
            "马克·斯特朗 Mark Strong",
            1
        ]
    ]
}