{
    "name": "克萝丽丝·利奇曼 Cloris Leachman",
    "movies": [
        "疯狂原始人 The Croods",
        "定制伴郎 The Wedding Ringer"
    ],
    "male": "女",
    "xingzuo": "金牛座",
    "birth": "1926-04-30",
    "area": "美国,爱荷华州,得梅因",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [
        "克劳斯·利特曼"
    ],
    "family": [
        "George Englund（前夫）"
    ],
    "intro": "\n　　Cloris Leachman (born April 30, 1926) is an American actress and comedian. In a career spanning over seven decades she has won eight Primetime Emmy Awards (record tied with Julia Louis-Dreyfus), one Daytime Emmy Award and one Academy Award for her role in The Last Picture Show (1971).　　As Miss Illinois, Leachman competed in the 20th Miss America pageant and placed in the Top 16 in 1946. Leachman's longest-running role was the nosy, cunn...(展开全部)\n　　Cloris Leachman (born April 30, 1926) is an American actress and comedian. In a career spanning over seven decades she has won eight Primetime Emmy Awards (record tied with Julia Louis-Dreyfus), one Daytime Emmy Award and one Academy Award for her role in The Last Picture Show (1971).　　As Miss Illinois, Leachman competed in the 20th Miss America pageant and placed in the Top 16 in 1946. Leachman's longest-running role was the nosy, cunning, self-centered, and manipulative landlady Phyllis Lindstrom on the CBS sitcom The Mary Tyler Moore Show, and its subsequent spin-off series, Phyllis, in the 1970s.　　She also appeared in three Mel Brooks films, including Young Frankenstein (1974), starred as Beverly Ann Stickle on the NBC sitcom The Facts of Life from 1986–88, and appeared as Daisy May Moses in The Beverly Hillbillies (1993).　　In the 2000s, Leachman had a recurring role as Grandma Ida on the Fox sitcom Malcolm in the Middle, and appeared as a roaster in the Comedy Central Roast of Bob Saget in 2008. She was a contestant on the seventh season of the ABC reality competition series Dancing with the Stars in 2008, paired with Corky Ballas. She was 82 at the time and is the oldest contestant to have danced on the series.[1] From 2010 to 2014, she starred as Maw Maw on the Fox sitcom Raising Hope. She currently plays the role of Zorya Vechernyaya on the Starz drama American Gods.\n",
    "hezuo": [
        [
            "瑞恩·雷诺兹 Ryan Reynolds",
            1
        ],
        [
            "凯莉·库柯 Kaley Cuoco",
            1
        ],
        [
            "乔什·加德 Josh Gad",
            1
        ],
        [
            "米密·罗杰斯 Mimi Rogers",
            1
        ],
        [
            "妮基·韦兰 Nicky Whelan",
            1
        ],
        [
            "奥莉薇·瑟尔比 Olivia Thirlby",
            1
        ],
        [
            "艾玛·斯通 Emma Stone",
            1
        ],
        [
            "兰迪·汤姆 Randy Thom",
            1
        ],
        [
            "豪尔赫·加西亚 Jorge Garcia",
            1
        ],
        [
            "凯文·哈特 Kevin Hart",
            1
        ]
    ]
}