{
    "name": "克里斯·勒姆彻 Kris Lemche",
    "movies": [
        "死神来了3 Final Destination 3"
    ],
    "male": "男",
    "xingzuo": "双鱼座",
    "birth": "1978-03-20",
    "area": "Brampton, Ontario, Canada",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [
        "Matthew Lemche（弟）"
    ],
    "intro": "\n　　Lemche was born in Brampton, Ontario to a schoolteacher mother and a father who was the proprietor of a heating business.[1] Lemche attended the Mayfield School of Arts. His brother, Matt Lemche, is also an actor.　　At 17, he answered a newspaper casting call and won a role on the Disney series Flash Forward.　　Abandoning plans to study biochemistry in University, he instead moved to Prince Edward Island to work on the CBC series Emily...(展开全部)\n　　Lemche was born in Brampton, Ontario to a schoolteacher mother and a father who was the proprietor of a heating business.[1] Lemche attended the Mayfield School of Arts. His brother, Matt Lemche, is also an actor.　　At 17, he answered a newspaper casting call and won a role on the Disney series Flash Forward.　　Abandoning plans to study biochemistry in University, he instead moved to Prince Edward Island to work on the CBC series Emily of New Moon. His work on the show earned him a Gemini Award. He traveled to Dublin to film Newton: A Tale of Two Isaacs, Romania for Teen Knight and Prague for Joan of Arc.　　He has appeared on La Femme Nikita and in movies such as eXistenZ, Ginger Snaps and Knockaround Guys. In in the United States, he has appeared on 'Dragnet', was a series regular on My Guide to Becoming a Rock Star, and had a recurring role on Joan of Arcadia as one of the incarnations of God. He was then seen on the big screen in Ginger Snaps, Final Destination 3 and A Simple Curve. He has appeared on the CBS show Criminal Minds in the episode Blood Hungry, and three episodes of Ghost Whisperer. Most recently, he had a major role in the television movie 24: Redemption. Lemche stars also in the Horror film \"Grinder\" who is directed by Richard Clark Jr.\n",
    "hezuo": [
        [
            "瑞恩·莫里曼 Ryan Merriman",
            1
        ],
        [
            "切兰·西蒙斯 Chelan Simmons",
            1
        ],
        [
            "玛丽·伊丽莎白·温斯特德 Mary Elizabeth Winstead",
            1
        ],
        [
            "克瑞斯塔尔·洛维 Crystal Lowe",
            1
        ],
        [
            "吉娜·赫尔顿 Gina Holden",
            1
        ],
        [
            "萨姆·伊斯顿 Sam Easton",
            1
        ],
        [
            "杰西·莫斯 Jesse Moss",
            1
        ],
        [
            "特夏斯·巴特尔 Texas Battle",
            1
        ],
        [
            "亚莉克兹·约翰逊 Alexz Johnson",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}