{
    "name": "兰迪·奎德 Randy Quaid",
    "movies": [
        "独立日 Independence Day"
    ],
    "male": "男",
    "xingzuo": "天秤座",
    "birth": "1950-10-01",
    "area": "美国,得克萨斯州,休斯敦",
    "zhiye": [
        "演员",
        "配音",
        "导演",
        "制片人"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Randy Quaid is an Academy Award-nominated actor, for his performance in The Last Detail (1973) . Hal Ashby directed Quaid in the role of Meadows opposite Jack Nicholson and Otis Young. Quaid is a great and much-admired actor that has been recognized by Hollywood and the world's finest directors, Midnight Express, The Last Picture Show, Ice Harvest (2005), Real Time (2008), King Carlos in Goya's Ghosts (2006) for director Milos Forman. Form...(展开全部)\n　　Randy Quaid is an Academy Award-nominated actor, for his performance in The Last Detail (1973) . Hal Ashby directed Quaid in the role of Meadows opposite Jack Nicholson and Otis Young. Quaid is a great and much-admired actor that has been recognized by Hollywood and the world's finest directors, Midnight Express, The Last Picture Show, Ice Harvest (2005), Real Time (2008), King Carlos in Goya's Ghosts (2006) for director Milos Forman. Forman cast Quaid as \"King Carlos IV of Spain\" after seeing his Golden Globe-nominated performance as The Colonel in Elvis. Quaid also starred in such mainstream favorites as Kingpin (1996), Vacation (1983), Christmas Vacation (1989) and Independence day (1996).　　Quaid earned a Golden Globe for portraying Lyndon Johnson, and received a Golden Globe Nomination for incarnating \"Colonel\" Tom Parker in Elvis (2005). The portrait of Colonel Parker, a former carnival barker with a murky past, is dark. The New York Times said \"Mr. Quaid is riveting as the bully of Graceland\" when he has Elvis firmly under his thumb, he is the L.B.J. of rock 'n' roll - a towering, wheedling, tirelessly self-promoting Southern fox in the rare instances when Elvis defies him, Colonel Parker shrinks into a hand-wringing phony, cajoling his only client in the overly ornate language of Professor Marvel in \"The Wizard of Oz\".　　Quaid stars in and was nominated for The Screen Actors Guild Award for Outstanding Performance by a cast for his work in Brokeback Mountain(2005), directed by Ang Lee from a script written by Larry McMurtry, who also wrote The Last Picture Show (1971) in which Quaid had his first feature film role. Working with McMurtry and supporting his material has become a Randy Quaid career tradition. Quaid's performance in Brokeback Mountain (2005) was listed as one of the New York Observer's 2005 Noteworthy male performances. In 2009 Randy Quaid Won the Vancouver Critics Award for Best Male Performance in the Feature Film Real-Time for the Role of Rubin\n",
    "hezuo": [
        [
            "薇薇卡·福克斯 Vivica A. Fox",
            1
        ],
        [
            "玛格丽特·柯林 Margaret Colin",
            1
        ],
        [
            "威尔·史密斯 Will Smith",
            1
        ],
        [
            "玛丽·麦克唐纳 Mary McDonnell",
            1
        ],
        [
            "詹姆斯·瑞布霍恩 James Rebhorn",
            1
        ],
        [
            "比尔·普尔曼 Bill Pullman",
            1
        ],
        [
            "贾德·赫希 Judd Hirsch",
            1
        ],
        [
            "杰夫·高布伦 Jeff Goldblum",
            1
        ],
        [
            "罗伯特·劳吉亚 Robert Loggia",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}