{
    "name": "内森奈尔·布佐里克 Nathaniel Buzolic",
    "movies": [
        "血战钢锯岭 Hacksaw Ridge"
    ],
    "male": "男",
    "xingzuo": "狮子座",
    "birth": "1983-08-04",
    "area": "澳大利亚,悉尼",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Nathaniel Buzolic stars in \"The Vampire Diaries\" on The CW in the recurring role of Kol, who is one of the original vampires and the brother of Klaus (Joseph Morgan).　　Australian actor Nathaniel Buzolic is best known for playing Paul O'Donnell in the BBC series \"Out of the Blue.\" He studied acting with the Australian Theatre for Young People from 1998 to 2001 and at Screenwise from 2001 to 2004. He also starred in a number of school pro...(展开全部)\n　　Nathaniel Buzolic stars in \"The Vampire Diaries\" on The CW in the recurring role of Kol, who is one of the original vampires and the brother of Klaus (Joseph Morgan).　　Australian actor Nathaniel Buzolic is best known for playing Paul O'Donnell in the BBC series \"Out of the Blue.\" He studied acting with the Australian Theatre for Young People from 1998 to 2001 and at Screenwise from 2001 to 2004. He also starred in a number of school productions as well as dancing in the opening and closing ceremonies of the Sydney Olympic Games in 2000.　　His first television role was in 2001 when he landed a guest role on the Australian series \"Water Rats.\" Other roles followed in the long-running series \"Home and Away\" and \"All Saints.\"　　Nathaniel is an experienced host, presenting \"Studio Disney,\" \"Weather Ed\" and the game show \"The Mint.\" He has also appeared in the feature films \"Dirty Deeds,\" alongside John Goodman and Bryan Brown, \"S.M.S.\" and \"Road Rage.\"\n",
    "hezuo": [
        [
            "瑞切尔·格里菲斯 Rachel Griffiths",
            1
        ],
        [
            "文斯·沃恩 Vince Vaughn",
            1
        ],
        [
            "泰莉莎·帕尔墨 Teresa Palmer",
            1
        ],
        [
            "理查德·劳斯伯格 Richard Roxburgh",
            1
        ],
        [
            "安德鲁·加菲尔德 Andrew Garfield",
            1
        ],
        [
            "马特·纳夫莱 Matt Nable",
            1
        ],
        [
            "卢克·布雷西 Luke Bracey",
            1
        ],
        [
            "萨姆·沃辛顿 Sam Worthington",
            1
        ],
        [
            "雨果·维文 Hugo Weaving",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}