{
    "name": "凯尔希·格兰莫 Kelsey Grammer",
    "movies": [
        "X战警3：背水一战 X-Men: The Last Stand",
        "变形金刚4：绝迹重生 Transformers: Age of Extinction",
        "敢死队3 The Expendables 3",
        "玩具总动员2 Toy Story 2"
    ],
    "male": "男",
    "xingzuo": "双鱼座",
    "birth": "1955-02-21",
    "area": "美国,维尔京群岛,圣托马斯",
    "zhiye": [
        "演员",
        "配音",
        "制片人",
        "导演",
        "编剧"
    ],
    "moreName": [],
    "family": [
        "Greer Grammer（女）"
    ],
    "intro": "\n　　Allen Kelsey Grammer[1] (born February 21, 1955) is an American actor, voice actor, comedian, singer, producer, director, writer and activist, best known for his two-decade-long portrayal of psychiatrist Dr. Frasier Crane on the NBC sitcoms Cheers and Frasier. He has won five Primetime Emmy Awards, three Golden Globe Awards, and one Tony Award, and has also worked as a television producer, director, writer, and as a voice actor on The Simp...(展开全部)\n　　Allen Kelsey Grammer[1] (born February 21, 1955) is an American actor, voice actor, comedian, singer, producer, director, writer and activist, best known for his two-decade-long portrayal of psychiatrist Dr. Frasier Crane on the NBC sitcoms Cheers and Frasier. He has won five Primetime Emmy Awards, three Golden Globe Awards, and one Tony Award, and has also worked as a television producer, director, writer, and as a voice actor on The Simpsons as Sideshow Bob (for which he received his fifth Primetime Emmy). He also recently won a Daytime Emmy Award for Outstanding Performer in an Animated Program for his voice work in Guillermo del Toro's award-winning series Trollhunters.\n",
    "hezuo": [
        [
            "帕特里克·斯图尔特 Patrick Stewart",
            1
        ],
        [
            "琼·库萨克 Joan Cusack",
            1
        ],
        [
            "休·杰克曼 Hugh Jackman",
            1
        ],
        [
            "杰森·斯坦森 Jason Statham",
            1
        ],
        [
            "杜夫·龙格尔 Dolph Lundgren",
            1
        ],
        [
            "兰迪·库卓 Randy Couture",
            1
        ],
        [
            "肖恩·阿什莫 Shawn Ashmore",
            1
        ],
        [
            "阿诺·施瓦辛格 Arnold Schwarzenegger",
            1
        ],
        [
            "韦恩·奈特 Wayne Knight",
            1
        ],
        [
            "彼特·库伦 Peter Cullen",
            1
        ]
    ]
}