{
    "name": "凯尔·索列尔 Kyle Soller",
    "movies": [
        "马柔本宅秘事 El secreto de Marrowbone"
    ],
    "male": "男",
    "xingzuo": "not found",
    "birth": "1983",
    "area": "Bridgeport, Connecticut, USA",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [
        "Phoebe Fox（妻）"
    ],
    "intro": "\n　　Kyle was born in 1983 to a pharmacological lecturer and a former concert pianist. Though born in Bridgeport, Connecticut he was brought up in Alexandria, Virginia and studied History of Art at William and Mary College in Williamsburg. However he abandoned his studies to come to England and enrol at RADA, where he met his wife, actress Phoebe Fox, whom he married in 2010. Since graduating Kyle has garnered excellent reviews for his stage wo...(展开全部)\n　　Kyle was born in 1983 to a pharmacological lecturer and a former concert pianist. Though born in Bridgeport, Connecticut he was brought up in Alexandria, Virginia and studied History of Art at William and Mary College in Williamsburg. However he abandoned his studies to come to England and enrol at RADA, where he met his wife, actress Phoebe Fox, whom he married in 2010. Since graduating Kyle has garnered excellent reviews for his stage work in 'The Government Inspector' at the Young Vic, 'The Faith Machine' at the Royal Court and 'Long Day's Journey into Night' at the Apollo, as well as playing Gaveston in the National's controversial 'Edward II'. On television he contributed an excellent cameo in the sitcom 'Bad Education' as an all-American boy who was actually from Dudley in the Midlands.\n",
    "hezuo": [
        [
            "汤姆·费舍尔 Tom Fisher",
            1
        ],
        [
            "查理·希顿 Charlie Heaton",
            1
        ],
        [
            "妮可拉·哈里森 Nicola Harrison",
            1
        ],
        [
            "米娅·高斯 Mia Goth",
            1
        ],
        [
            "乔治·麦凯 George MacKay",
            1
        ],
        [
            "玛拉·凯瑟琳·皮尔斯 Myra Kathryn Pearse",
            1
        ],
        [
            "马修·斯塔格 Matthew Stagg",
            1
        ],
        [
            "保罗·杰森 Paul Jesson",
            1
        ],
        [
            "安雅·泰勒-乔伊 Anya Taylor-Joy",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}