{
    "name": "凯尔·穆尼 Kyle Mooney",
    "movies": [
        "超级名模2 Zoolander 2"
    ],
    "male": "男",
    "xingzuo": "处女座",
    "birth": "1984-09-04",
    "area": "美国,加州,圣地亚哥",
    "zhiye": [
        "演员",
        "编剧",
        "配音"
    ],
    "moreName": [],
    "family": [
        "Brian Mooney(父)",
        "Linda Kozub()母"
    ],
    "intro": "\n　　Mooney was born in San Diego, California to parents Brian Mooney and Linda Kozub. He graduated from Scripps Ranch High School in 2003 where he won Best Actor as Prospero in Shakespeare's The Tempest. Mooney attended the University of Southern California and majored in Film. He performed improv and sketch comedy with collegiate group Commedus Interruptus. In 2003 the three new members added to Commedus were Kyle Mooney, Beck Bennett, and Ni...(展开全部)\n　　Mooney was born in San Diego, California to parents Brian Mooney and Linda Kozub. He graduated from Scripps Ranch High School in 2003 where he won Best Actor as Prospero in Shakespeare's The Tempest. Mooney attended the University of Southern California and majored in Film. He performed improv and sketch comedy with collegiate group Commedus Interruptus. In 2003 the three new members added to Commedus were Kyle Mooney, Beck Bennett, and Nick Rutherford. In 2007 the same three would form the sketch comedy group \"Good Neighbor\" along with Kyle's best friend, director and editor Dave McCary. Bennett and McCary are joining Mooney on SNL.\n",
    "hezuo": [
        [
            "威尔·法瑞尔 Will Ferrell",
            1
        ],
        [
            "弗莱德·阿米森 Fred Armisen",
            1
        ],
        [
            "本尼迪克特·康伯巴奇 Benedict Cumberbatch",
            1
        ],
        [
            "克里斯汀·韦格 Kristen Wiig",
            1
        ],
        [
            "欧文·威尔逊 Owen Wilson",
            1
        ],
        [
            "本·斯蒂勒 Ben Stiller",
            1
        ],
        [
            "佩内洛普·克鲁兹 Penélope Cruz",
            1
        ],
        [
            "克里斯蒂娜·泰勒 Christine Taylor",
            1
        ],
        [
            "米拉·乔沃维奇 Milla Jovovich",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}