{
    "name": "凯瑟琳·海蒙德 Katherine Helmond",
    "movies": [
        "妙想天开 Brazil"
    ],
    "male": "女",
    "xingzuo": "巨蟹座",
    "birth": "not found",
    "area": "美国,得克萨斯州,加尔维斯顿",
    "zhiye": [
        "演员",
        "配音",
        "导演"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Katherine Marie Helmond was born on July 5, 1929, in Galveston, Texas. She was raised by her mother, Thelma Malone, and her grandmother; they were Irish Catholics. Young Katherine attended Catholic school, and appeared in numerous school plays and pageants. She took a job at a local theater while still in high school, hammering and sawing the scenery, cleaning the bathrooms and pulling the curtain.　　Since her stage debut in \"As You Like...(展开全部)\n　　Katherine Marie Helmond was born on July 5, 1929, in Galveston, Texas. She was raised by her mother, Thelma Malone, and her grandmother; they were Irish Catholics. Young Katherine attended Catholic school, and appeared in numerous school plays and pageants. She took a job at a local theater while still in high school, hammering and sawing the scenery, cleaning the bathrooms and pulling the curtain.　　Since her stage debut in \"As You Like It\", she worked in New York theatres during the 1950s and 1960s. She operated a summer theatre in the Catskills for three seasons and also taught acting in university theatre programs. She made her TV debut in 1962 but had to wait another 10 years until her breakthrough came in the 1970s. She stayed busy on TV as well as on stage and earned a Tony nomination for \"The Great God Brown\" (1973) on Broadway. She honed her acting abilities with Alfred Hitchcock in Family Plot (1976) and in numerous TV series, notably in ABC's cult sitcom Soap (1977), for which she had four Emmy nominations and a Golden Globe. On the big screen she starred in Brazil (1985) as Jonathan Pryce's mother who is addicted to plastic surgery and snooping in her son's messed-up life.　　In 1983 she studied at the Directing Workshop of the American Film Institute and then directed four episodes of the series Benson (1979) as well as episodes of Who's the Boss? (1984). She also picked up Emmy nominations for her role as Mona Robinson, a liberated grandmother in \"Who's the Boss?\", and as Lois in Everybody Loves Raymond (1996). Although Helmond has been a bona-fide TV star since her \"Soap\" days, she continued working on stage in the 2000s and was acclaimed for her performances in \"The Vagina Monologues\".　　Katherine Helmond was married twice. She has no children. Although she was raised in a Catholic family, she turned to Buddhism in later years. She shares her time between her home in Los Angeles and homes in New York and London.\n",
    "hezuo": [
        [
            "伊安·霍姆 Ian Holm",
            1
        ],
        [
            "麦克·帕林 Michael Palin",
            1
        ],
        [
            "皮特·沃恩 Peter Vaughan",
            1
        ],
        [
            "乔纳森·普雷斯 Jonathan Pryce",
            1
        ],
        [
            "金·格雷斯特 Kim Greist",
            1
        ],
        [
            "鲍勃·霍斯金斯 Bob Hoskins",
            1
        ],
        [
            "伊恩·理查森 Ian Richardson",
            1
        ],
        [
            "罗伯特·德尼罗 Robert De Niro",
            1
        ],
        [
            "吉姆·布劳德本特 Jim Broadbent",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}