{
    "name": "劳拉·克利夫顿 Laura Clifton",
    "movies": [
        "忌日快乐 Happy Death Day"
    ],
    "male": "女",
    "xingzuo": "金牛座",
    "birth": "1986-05-12",
    "area": "美国,德克萨斯州",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　http://lauraclifton.com/　　Laura's interest in acting came at the age of eight when she was cast in a hotel commercial overseas — and since, she's portrayed Susana Dickinson and played roles from Tennesee Williams to Anton Chekhov. More recently, she's been best known for her film and television work in \"My Generation\" (ABC Studios), \"Happy Death Day\" and \"Happy Death Day 2 U\" (Blumhouse Productions, Universal), \"Alamo\" (Touchstone Pict...(展开全部)\n　　http://lauraclifton.com/　　Laura's interest in acting came at the age of eight when she was cast in a hotel commercial overseas — and since, she's portrayed Susana Dickinson and played roles from Tennesee Williams to Anton Chekhov. More recently, she's been best known for her film and television work in \"My Generation\" (ABC Studios), \"Happy Death Day\" and \"Happy Death Day 2 U\" (Blumhouse Productions, Universal), \"Alamo\" (Touchstone Pictures) as well as \"The King\" among others.　　As a child, she was raised in Saudi Arabia while her father worked for Aramco Oil in their computer science division. During that time, she attended an international school and traveled the world on holidays (Japan, Hong Kong, Singapore, Egypt, Switzerland) and when her father spent extended periods of time on assignment outside of the Kingdom (Holland). Conversational in French and capable in Arabic and Korean, she did not attend a school in the USA until junior high.　　After spending most of her teenage and young adult years in front of the camera, Mrs. Clifton is beginning to explore the world from the other side, in back of the camera. Stay tuned for what's in store for 2020!\n",
    "hezuo": [
        [
            "露比·莫迪恩 Ruby Modine",
            1
        ],
        [
            "杰西卡·罗德 Jessica Rothe",
            1
        ],
        [
            "伊瑟尔·布罗萨德 Israel Broussard",
            1
        ],
        [
            "拉姆齐·安德森 Ramsey Anderson",
            1
        ],
        [
            "布雷迪·刘易斯 Brady Lewis",
            1
        ],
        [
            "瑞秋·马休斯 Rachel Matthews",
            1
        ],
        [
            "罗布·梅洛 Rob Mello",
            1
        ],
        [
            "杰森·拜尔 Jason Bayle",
            1
        ],
        [
            "查尔斯·艾特肯 Charles Aitken",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}