{
    "name": "卡尔洛·罗塔 Carlo Rota",
    "movies": [
        "暴力街区 Brick Mansions"
    ],
    "male": "男",
    "xingzuo": "白羊座",
    "birth": "1961-04-17",
    "area": "英国,伦敦",
    "zhiye": [
        "演员",
        "制片人"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Overview (2)　　Born\tApril 17, 1961 in London, England, UK　　Height\t5' 9\" (1.75 m)　　Mini Bio (1)　　Where are you from? Is a popular question that Carlo has no rapid answer for. Born in the U.K and raised in Italy, Hong Kong, the Bahamas and Canada. Add a family history that spans Spain, France, Italy and time spent in Argentina, India, Morrocco and you have pan- cultural on a good day, culturally confused on a not so good day and o...(展开全部)\n　　Overview (2)　　Born\tApril 17, 1961 in London, England, UK　　Height\t5' 9\" (1.75 m)　　Mini Bio (1)　　Where are you from? Is a popular question that Carlo has no rapid answer for. Born in the U.K and raised in Italy, Hong Kong, the Bahamas and Canada. Add a family history that spans Spain, France, Italy and time spent in Argentina, India, Morrocco and you have pan- cultural on a good day, culturally confused on a not so good day and on a middling day Carlo is from Eagle Rock CA! His father, an internationally renowned and errant (thus the traveling) chef, instilled in him a passion for fine cuisine. This led to Carlo co-creating, hosting and directing a popular documentary-styled show about food entitled the The Great Canadian Food Show. On screen, Carlo plays a lot of very bad men.　　- IMDb Mini Biography By: Chet Mehta & Anonymous　　Spouse (1)　　Nazneen Contractor\t(1 April 2010 - present)　　Trivia (4)　　Carlo Rota hosts The Great Canadian Food Show - a show in which he travels across Canada in search of the country's best culinary delights. Carlo was recently nominated for a prestigious James Beard Award for excellence in culinary journalism. The Great Canadian Food Show visits every province to experience Canada's wealth of ethnic and regional influence, whether it's Ukrainian perogies in the prairie flatlands or Cambodian noodle soup in Vancouver.　　Did not start acting until he was 30 years old.　　Worked in the Culinary industry before becoming an Actor.　　He and his wife, Nazneen Contractor have both appeared in 24 (2001), though in different seasons. Rota appeared as Morris O'Brian in seasons five to seven, while Contractor played Kayla Hassan in the show's eighth and final season.\n",
    "hezuo": [
        [
            "阿伊莎·伊萨 Ayisha Issa",
            1
        ],
        [
            "罗伯特·菲茨杰拉德·迪格斯 RZA",
            1
        ],
        [
            "布鲁斯·拉姆塞 Bruce Ramsay",
            1
        ],
        [
            "大卫·贝利 David Belle",
            1
        ],
        [
            "卡塔利娜·丹尼斯 Catalina Denis",
            1
        ],
        [
            "保罗·沃克 Paul Walker",
            1
        ],
        [
            "罗伯特·梅耶 Robert Maillet",
            1
        ],
        [
            "古奇·鲍埃 Gouchy Boy",
            1
        ],
        [
            "安德里亚斯·艾波吉斯 Andreas Apergis",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}