{
    "name": "卡拉·布欧诺 Cara Buono",
    "movies": [
        "绿巨人浩克 Hulk"
    ],
    "male": "女",
    "xingzuo": "双鱼座",
    "birth": "1971-03-01",
    "area": "美国,纽约,布朗克斯",
    "zhiye": [
        "演员",
        "制片人"
    ],
    "moreName": [],
    "family": [
        "Peter Thum(夫)"
    ],
    "intro": "\n　　Buono was born and raised in The Bronx, New York City, New York, in a blue-collar family[2] with two brothers and a sister.[3] She is of Italian descent.[4][5]　　Buono attended Fiorello H. LaGuardia High School[6] and is a 1995 graduate of Columbia University with a double major in English and political science. She earned her degree in three years.[7] She made her acting debut in Harvey Fierstein's play Spook House.　　Buono continued ...(展开全部)\n　　Buono was born and raised in The Bronx, New York City, New York, in a blue-collar family[2] with two brothers and a sister.[3] She is of Italian descent.[4][5]　　Buono attended Fiorello H. LaGuardia High School[6] and is a 1995 graduate of Columbia University with a double major in English and political science. She earned her degree in three years.[7] She made her acting debut in Harvey Fierstein's play Spook House.　　Buono continued stage work both on Broadway and Off Broadway, and started her film career opposite Ethan Hawke and Jeremy Irons in Waterland (1992). Much of her work has been in indie films such as Chutney Popcorn (1999), Happy Accidents (2000), Next Stop Wonderland (1998) and Two Ninas (1999), which she co-produced. In 1999, she played a small role as a young Gerry Cummins in the TV movie, Deep in My Heart (1999).　　Buono has directed, produced and written films, including the short film Baggage (1997), which starred Liev Schreiber.[citation needed] She co-wrote the screenplay When the Cat's Away with Brad Anderson and sold a pitch to Miramax for a screenplay adaptation of F. Scott Fitzgerald's This Side of Paradise.[citation needed]　　She starred in the final season of the NBC drama Third Watch (1999) as paramedic Grace Foster, and Ang Lee's first Hulk movie from marvel comics 2003 as Rebecca Banner (whose name was changed to Edith for the film), the mother of Bruce Banner the Hulk.　　She also appeared as Kelli, the wife of Christopher Moltisanti (Michael Imperioli), in the two-part final season of the HBO drama series The Sopranos, which aired in 2006 and 2007. Additionally, she appeared as Dr. Faye Miller in the fourth season of the AMC drama series Mad Men,[8] for which she received an Emmy nomination for Outstanding Guest Actress in a Drama Series in 2011.\n",
    "hezuo": [
        [
            "山姆·艾里奥特 Sam Elliott",
            1
        ],
        [
            "托德·特森 Todd Tesen",
            1
        ],
        [
            "尼克·诺特 Nick Nolte",
            1
        ],
        [
            "保罗·克塞 Paul Kersey",
            1
        ],
        [
            "艾瑞克·巴纳 Eric Bana",
            1
        ],
        [
            "詹妮弗·康纳利 Jennifer Connelly",
            1
        ],
        [
            "乔什·卢卡斯 Josh Lucas",
            1
        ],
        [
            "凯文·兰金 Kevin Rankin",
            1
        ],
        [
            "西利亚·维斯顿 Celia Weston",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}