{
    "name": "卢克·福特 Luke Ford",
    "movies": [
        "木乃伊3 The Mummy: Tomb of the Dragon Emperor"
    ],
    "male": "男",
    "xingzuo": "白羊座",
    "birth": "1981-03-26",
    "area": "加拿大,温哥华",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Luke Ford (born 26 March 1981) is a Canadian-born Australian actor.　　Ford was born in Vancouver, British Columbia, Canada but raised in Sydney, Australia. He attended Parramatta Marist High School in Westmead, Sydney, and once worked at the Winston Hills Hotel, and a short stint at Universal Magazines in North Ryde. Ford studied acting at The Actor's Pulse in Sydney, becoming one of the school's earliest graduates. He later returned to ...(展开全部)\n　　Luke Ford (born 26 March 1981) is a Canadian-born Australian actor.　　Ford was born in Vancouver, British Columbia, Canada but raised in Sydney, Australia. He attended Parramatta Marist High School in Westmead, Sydney, and once worked at the Winston Hills Hotel, and a short stint at Universal Magazines in North Ryde. Ford studied acting at The Actor's Pulse in Sydney, becoming one of the school's earliest graduates. He later returned to teach the Meisner Technique when he was between film roles.[citation needed]In 2002 he graduated from The Actors Pulse in Sydney where he received the 'Student of the Year' award. He subsequently became an on-going teacher at the school between film and television work.\n",
    "hezuo": [
        [
            "黄秋生 Anthony Wong Chau-Sang",
            1
        ],
        [
            "梁洛施 Isabella Leong",
            1
        ],
        [
            "杨紫琼 Michelle Yeoh",
            1
        ],
        [
            "布兰登·费舍 Brendan Fraser",
            1
        ],
        [
            "李连杰 Jet Li",
            1
        ],
        [
            "玛丽亚·贝罗 Maria Bello",
            1
        ],
        [
            "约翰·汉纳 John Hannah",
            1
        ],
        [
            "吴京 Jing Wu",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ]
    ]
}