{
    "name": "古古·姆巴塔-劳 Gugu Mbatha-Raw",
    "movies": [
        "美女与野兽 Beauty and the Beast"
    ],
    "male": "女",
    "xingzuo": "摩羯座",
    "birth": "1983-01-01",
    "area": "英国,牛津郡,牛津",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [
        "古古·玛芭塔-劳"
    ],
    "family": [],
    "intro": "\n　　Gugu, short for Gugulethu, Xhosa for \"Our Pride\", was born in the John Radcliffe Hospital, Oxford, England to South African doctor Patrick Mbatha and his wife, nurse Anne Raw. Her parents separated when she was a year old, though she is still close to her father, and she was brought up by her mother in the town of Witney, Oxfordshire. Here she joined the local acting group Dramascope and, from the age of eleven, appeared in the pantomime a...(展开全部)\n　　Gugu, short for Gugulethu, Xhosa for \"Our Pride\", was born in the John Radcliffe Hospital, Oxford, England to South African doctor Patrick Mbatha and his wife, nurse Anne Raw. Her parents separated when she was a year old, though she is still close to her father, and she was brought up by her mother in the town of Witney, Oxfordshire. Here she joined the local acting group Dramascope and, from the age of eleven, appeared in the pantomime at Oxford Playhouse every year. A talented singer and dancer as well as playing the saxophone, she joined the Oxford Youth Music Theatre in her teens. In 2001 she won a scholarship to the Royal Academy of Dramatic Art (RADA) in London. Since graduation in 2004 she has appeared in all media, including as an acclaimed Juliet in \"Romeo and Juliet\" at Manchester's Royal Exchange Theatre and on television in such varied series as \"Bad Girls\" (1999), \"Doctor Who\" (2005) and \"Marple\".\n",
    "hezuo": [
        [
            "乔什·加德 Josh Gad",
            1
        ],
        [
            "凯文·克莱恩 Kevin Kline",
            1
        ],
        [
            "艾玛·沃森 Emma Watson",
            1
        ],
        [
            "艾玛·汤普森 Emma Thompson",
            1
        ],
        [
            "卢克·伊万斯 Luke Evans",
            1
        ],
        [
            "伊万·麦克格雷格 Ewan McGregor",
            1
        ],
        [
            "丹·史蒂文斯 Dan Stevens",
            1
        ],
        [
            "伊恩·麦克莱恩 Ian McKellen",
            1
        ],
        [
            "斯坦利·图齐 Stanley Tucci",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}