{
    "name": "吕迪格·福格勒 Rüdiger Vogler",
    "movies": [
        "直到世界尽头 Bis ans Ende der Welt"
    ],
    "male": "男",
    "xingzuo": "金牛座",
    "birth": "1942-05-14",
    "area": "德国,符腾堡,Biberach,Warthausen",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Rüdiger Vogler attended acting school in Heidelberg from 1963 to 1965. Later he played for six years at \"Theater am Turm\" in Frankfurt am Main, often in the plays by Peter Handke.　　His film debut was in 1970 in a TV film \"Chronik der laufenden Ereignisse\" (\"Chronicle of Current Events\") by Peter Handke. But Vogler's greater film career really started with The Goalkeeper's Fear of the Penalty (1972) and Alice in the Cities (1974), both ...(展开全部)\n　　Rüdiger Vogler attended acting school in Heidelberg from 1963 to 1965. Later he played for six years at \"Theater am Turm\" in Frankfurt am Main, often in the plays by Peter Handke.　　His film debut was in 1970 in a TV film \"Chronik der laufenden Ereignisse\" (\"Chronicle of Current Events\") by Peter Handke. But Vogler's greater film career really started with The Goalkeeper's Fear of the Penalty (1972) and Alice in the Cities (1974), both directed by Wim Wenders. The creative partnership of Vogler and Wenders lasted for nearly 20 years. Rüdiger Vogler also played in various German TV series, such as Tatort, Derrick and Der Alte. Vogler lives in Paris and in Mittelbuch near Biberach an der Riß.　　Vogler is most often recognized for his collaboration with director Wim Wenders. In several Wenders films Vogler's character name is Philip Winter, although Winter's occupation changes from film to film. Such films include Alice in the Cities, Kings of the Road, Faraway, So Close!, Until the End of the World and Lisbon Story. The Wrong Move is the only Wenders film starring Rüdiger Vogler where Vogler's character has a different last name, Wilhelm. Most of the Winter characters, as well as the Wilhelm character in The Wrong Move, are film technicians, including a photographer (Alice in the Cities), a writer (The Wrong Move), a movie theater repairman (Kings of the Road), and a motion picture sound engineer (Lisbon Story).\n",
    "hezuo": [
        [
            "厄尼·丁戈 Ernie Dingo",
            1
        ],
        [
            "让娜·莫罗 Jeanne Moreau",
            1
        ],
        [
            "奇克·奥尔特加 Chick Ortega",
            1
        ],
        [
            "威廉·赫特 William Hurt",
            1
        ],
        [
            "埃迪·米切尔 Eddy Mitchell",
            1
        ],
        [
            "索尔维格·多马尔坦 Solveig Dommartin",
            1
        ],
        [
            "阿德尔·卢茨 Adelle Lutz",
            1
        ],
        [
            "山姆·尼尔 Sam Neill",
            1
        ],
        [
            "Diogo Dória",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}