{
    "name": "埃迪·杰米森 Eddie Jemison",
    "movies": [
        "冒牌天神 Bruce Almighty"
    ],
    "male": "男",
    "xingzuo": "射手座",
    "birth": "1963-11-25",
    "area": "New Orleans, Louisiana, U.S.",
    "zhiye": [
        "演员",
        "导演",
        "编剧"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Jemison was born in New Orleans, Louisiana, the son of Rosalie (née Centanni) and Edward Francis Jemison.[4] He is of Irish and Italian descent. He was raised in Kenner, Louisiana and attended a Catholic secondary school, Archbishop Rummel High School. He graduated from Louisiana State University where he was a member of the Delta Chi Fraternity.[3][5]　　He has made multiple appearances on Late Night with David Letterman, and starred in...(展开全部)\n　　Jemison was born in New Orleans, Louisiana, the son of Rosalie (née Centanni) and Edward Francis Jemison.[4] He is of Irish and Italian descent. He was raised in Kenner, Louisiana and attended a Catholic secondary school, Archbishop Rummel High School. He graduated from Louisiana State University where he was a member of the Delta Chi Fraternity.[3][5]　　He has made multiple appearances on Late Night with David Letterman, and starred in television pilots for NBC and ABC.　　Jemison is a veteran of the Chicago theatre scene. His stage credits include The Wizards of Quiz at the National Jewish Theatre; Only Kidding at the Wisdom Bridge Theatre; Loot at Tulane Repertory; A Christmas Carol at the Goodman Theatre; Talking to Myself and Holiday Memories at the Northlight Theatre; and T Bone N Weasel at Victory Gardens. Jemison also performed in The Two Gentlemen of Verona and As You Like It at the Chicago Shakespeare Theater.　　In the mid-1990s, before starting a film career, he starred in a series of Bud Light commercials with the tagline \"Yes, I am\". Offered a contract to continue playing the wildly popular character, Eddie instead chose to pursue music for a time, which prompted the creation of the now famous \"Budweiser Frogs\". Online Eddie recently starred in the web series Self-Storage\n",
    "hezuo": [
        [
            "保罗·萨特菲尔德 Paul Satterfield",
            1
        ],
        [
            "史蒂夫·卡瑞尔 Steve Carell",
            1
        ],
        [
            "金·凯瑞 Jim Carrey",
            1
        ],
        [
            "詹妮弗·安妮斯顿 Jennifer Aniston",
            1
        ],
        [
            "菲利普·贝克·霍尔 Philip Baker Hall",
            1
        ],
        [
            "丽萨·安·沃尔特 Lisa Ann Walter",
            1
        ],
        [
            "凯瑟琳·贝尔 Catherine Bell",
            1
        ],
        [
            "诺拉·邓恩 Nora Dunn",
            1
        ],
        [
            "摩根·弗里曼 Morgan Freeman",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}