{
    "name": "安德烈·瑟韦林 Andrzej Seweryn",
    "movies": [
        "辛德勒的名单 Schindler's List",
        "银色星球 Na srebrnym globie"
    ],
    "male": "男",
    "xingzuo": "金牛座",
    "birth": "1946-04-25",
    "area": "德国,Heilbronn",
    "zhiye": [
        "演员",
        "导演"
    ],
    "moreName": [
        "安杰伊·塞韦伦"
    ],
    "family": [
        "Katarzyna Kubacka(妻)",
        "Mireille Maalouf(前妻)",
        "Krystyna Janda(前妻)",
        "Laurence Bourdil(前妻)",
        "Maria Seweryn(女)",
        "Yann-Baptiste(子)",
        "Maximilien(子)"
    ],
    "intro": "\n　　Actor, director, and pedagogue. Born on April 25, 1946 in Heilbronn, Germany. Graduated from the State Academy of Theatre in Warsaw and had his stage debut in 1968 in Warsaw's Ateneum Theater. From 1968 to 1980 actor in Ateneum Theatre in Warsaw. In the late 70's left for France, where he acted at the Odeon and Clurilltit Theaters in Paris and the TNP in Lyons, and became a star and the board member of the prestigious Comedie Francaise in ...(展开全部)\n　　Actor, director, and pedagogue. Born on April 25, 1946 in Heilbronn, Germany. Graduated from the State Academy of Theatre in Warsaw and had his stage debut in 1968 in Warsaw's Ateneum Theater. From 1968 to 1980 actor in Ateneum Theatre in Warsaw. In the late 70's left for France, where he acted at the Odeon and Clurilltit Theaters in Paris and the TNP in Lyons, and became a star and the board member of the prestigious Comedie Francaise in Paris as well as Professor in the School of Drama. His FIRST big film role was in Album Polski dir. Jan Rybkowski (1970). He has appeared in over 40 films and 30 stage productions. He has worked with A. Wajda, A. Zulawski, S. Spielberg and A. Holland.　　Since 1993, he has been based in the Comedie Francaise. He owes to Andrzej Wajda his further career in the movies. At the end of the 90's, he played Seddn in Wajda's PAN TADEUSZ (1999) and Rejent in the Polish comic masterpiece Vengeance. In the filmed national epic WITH FIRE AND SWORD dir. Jerzy Hoffman (1999), he played in The Primate dir. Teresa Kotlarczyk (2000), which won him the Actors' Award at the Polish Feature Film Festival in Gdansk. He also starred in the series The Mahabharata dir. Peter Brook (1989) and in Indochina dir. Regis Wargnier, which won an Oscar for the Best Foreign Language Film in 1992. At present, he is a lecturer at the Paris Conservatoire, a member-societaire of the Comedie Francaise ensemble. In 1996, he was named the Best Theater Actor of France, a distinction awarded by the French Union of Theater and Music Critics. On Polish TV, he directed Tamiffe by Moliere with Michal Zebrowski in the leading role, and also Antigone by Sophocles. He directed several performances in the Comedie Francaise, of which The Twelfth Night by Shakespeare was the latest. In June 2005, by the decree of the French President, Andrzej Seweryn was accorded the Legion of Honor order. WHO NEVER LIVED is his directorial feature film debut.\n",
    "hezuo": [
        [
            "卡罗琳·古多尔 Caroline Goodall",
            1
        ],
        [
            "克里斯提娜·杨达 Krystyna Janda",
            1
        ],
        [
            "艾伯丝·戴维兹 Embeth Davidtz",
            1
        ],
        [
            "亨里克·塔拉尔 Henryk Talar",
            1
        ],
        [
            "碧翠斯·马科拉 Béatrice Macola",
            1
        ],
        [
            "马尔戈萨·格贝尔 Malgoscha Gebel",
            1
        ],
        [
            "乔纳森·萨加尔 Jonathan Sagall",
            1
        ],
        [
            "埃尔兹别塔·卡尔科什卡 Elzbieta Karkoszka",
            1
        ],
        [
            "连姆·尼森 Liam Neeson",
            1
        ],
        [
            "耶日·格拉莱克 Jerzy Gralek",
            1
        ]
    ]
}