{
    "name": "安内特·莫翰德鲁 Annet Mahendru",
    "movies": [
        "马达加斯加的企鹅 Penguins of Madagascar"
    ],
    "male": "女",
    "xingzuo": "狮子座",
    "birth": "1989-08-21",
    "area": "阿富汗,喀布尔",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Annet Mahendru, was born to an East Indian father (a journalist and professor) and Russian mother (a businesswoman and artist). Annet spent her early years learning six languages while living in Afghanistan, Russia, and Europe. She put her curious mind to use playing competitive chess and earning a brown belt in Karate, sweeping a free sparring championship. At age 11, Annet choreographed a performance that gained her an appearance on Germ...(展开全部)\n　　Annet Mahendru, was born to an East Indian father (a journalist and professor) and Russian mother (a businesswoman and artist). Annet spent her early years learning six languages while living in Afghanistan, Russia, and Europe. She put her curious mind to use playing competitive chess and earning a brown belt in Karate, sweeping a free sparring championship. At age 11, Annet choreographed a performance that gained her an appearance on German TV as a graceful Russian snow maiden that turns into a playful Indian dancer. Sad that her parents never signed her up for ballet classes as a little girl, she joined a local Rock 'n' Roll dance group, and later, began to study classical Indian dance, Bharatanatyam.　　Annet finished high school in New York and received a Bachelor of Arts in English at St. John's University. After school, drawn by her passion for acting, she took classes at the HB studio, performed in plays, and Indie films. But it was in the course of pursuing a Master's degree in Global Affairs at NYU that Annet reached a crossroad in her life. She decided to drop out of NYU and escaped to the West Coast in search for yet another degree that would enable her to affect the kind of change she really wished for. This one was in Storytelling. Always being a big fan of Improvisation, she began studies at the Groundlings School and took on several comedy projects thereafter. Annet has also studied at the Imagined Life in Hollywood because she finds transformative experience and expression of the empathetic imagination to be the foundation of her work.　　Everything, from growing up among a big Indian family on a healthy diet of Bollywood films to experiencing St. Petersburg's famous ballet, art and theatre scene, prepared Annet for her life as an ambassador of change through storytelling. Becoming an actress synthesized her many curiosities with her passion and mission.\n",
    "hezuo": [
        [
            "彼得·斯特曼 Peter Stormare",
            1
        ],
        [
            "克里斯多夫·奈茨 Christopher Knights",
            1
        ],
        [
            "郑肯 Ken Jeong",
            1
        ],
        [
            "本尼迪克特·康伯巴奇 Benedict Cumberbatch",
            1
        ],
        [
            "沃纳·赫尔佐格 Werner Herzog",
            1
        ],
        [
            "汤姆·麦格拉思 Tom McGrath",
            1
        ],
        [
            "克里斯·米勒 Chris Miller",
            1
        ],
        [
            "约翰·马尔科维奇 John Malkovich",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ]
    ]
}