{
    "name": "安娜丽丝·巴索 Annalise Basso",
    "movies": [
        "死亡占卜2：恶灵始源 Ouija: Origin of Evil",
        "瘦长鬼影 Slender Man",
        "鬼遮眼 Oculus"
    ],
    "male": "女",
    "xingzuo": "射手座",
    "birth": "1998-12-02",
    "area": "美国,密苏里,圣路易",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [
        "Gabriel Basso(兄)"
    ],
    "intro": "\n　　Annalise Basso (born December 2, 1998) is an American film and television actress and model. Her older siblings, Alexandria and Gabriel Basso, are also actors. Basso is the youngest child of Marcia and Louis J. Basso, and has an older brother and sister; Gabriel and Alexandria. Most of her initial roles have been on television commercials or small one time roles on different shows. Her first role that caught the attention of people was her...(展开全部)\n　　Annalise Basso (born December 2, 1998) is an American film and television actress and model. Her older siblings, Alexandria and Gabriel Basso, are also actors. Basso is the youngest child of Marcia and Louis J. Basso, and has an older brother and sister; Gabriel and Alexandria. Most of her initial roles have been on television commercials or small one time roles on different shows. Her first role that caught the attention of people was her role as Eden Hamby on True Blood. In 2009, she played a main role in the TV movie Love Takes Wing from the Love Comes Softly series. When she was 10, she took part in Are You Smarter Than a 5th Grader? as a student. More recently she has had roles in episodes of New Girl and Nikita. Basso's first lead role in a feature film is in D.J. Caruso's Standing Up, a coming of age flick based on a book by Brock Cole called The Goats, which debuted at the 2012 Cannes Film Festival. The story centers on two children, played by Basso and Chandler Canterbury, who are stripped naked and left stranded together on an island as part of a summer camp prank.　　- IMDb Mini Biography By: EB　　Sister of Gabriel Basso and Alexandria Basso.\n",
    "hezuo": [
        [
            "加雷特·瑞安 Garrett Ryan",
            1
        ],
        [
            "杰西卡·布兰克 Jessica Blank",
            1
        ],
        [
            "泰勒·理查森 Taylor Richardson",
            1
        ],
        [
            "凯特·西格尔 Kate Siegel",
            1
        ],
        [
            "林肯·梅尔彻 Lincoln Melcher",
            1
        ],
        [
            "迈克尔·瑞利·伯克 Michael Reilly Burke",
            1
        ],
        [
            "哈维尔·博泰特 Javier Botet",
            1
        ],
        [
            "迈克尔·韦弗 Michael Weaver",
            1
        ],
        [
            "露露·威尔逊 Lulu Wilson",
            1
        ],
        [
            "罗利·科奇瑞恩 Rory Cochrane",
            1
        ]
    ]
}