{
    "name": "尼古拉斯·汉密尔顿 Nicholas Hamilton",
    "movies": [
        "小丑回魂 It"
    ],
    "male": "男",
    "xingzuo": "金牛座",
    "birth": "2000-05-04",
    "area": "澳大利亚,新南威尔士,利斯莫尔",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Australian actor Nicholas Hamilton is currently shooting It, New Line Cinema's Andy Muschietti-directed adaptation of the Stephen King bestseller. Nicholas plays Henry Bowers in the film, which stars Bill Skarsgard as Pennywise, the evil clown who terrorizes a group of kids in a small town. Barbara Muschietti, Roy Lee, Dan Lin, David Katzenberg and Seth Grahame-Smith are producing.　　Nicholas recently starred opposite Viggo Mortensen in ...(展开全部)\n　　Australian actor Nicholas Hamilton is currently shooting It, New Line Cinema's Andy Muschietti-directed adaptation of the Stephen King bestseller. Nicholas plays Henry Bowers in the film, which stars Bill Skarsgard as Pennywise, the evil clown who terrorizes a group of kids in a small town. Barbara Muschietti, Roy Lee, Dan Lin, David Katzenberg and Seth Grahame-Smith are producing.　　Nicholas recently starred opposite Viggo Mortensen in Matt Ross' independent feature Captain Fantastic, which recently premiered at Cannes. Nicholas previously starred opposite Nicole Kidman, Hugo Weaving and Joseph Fiennes in Kim Farrant's Australian feature Strangerland, which premiered at the Sundance Film Festival.　　He first appeared on screen as the lead in the short film Time, which earned him the Best Male Actor Award at the 2013 Tropfest Short Film Festival. Other credits include a guest lead in the popular Australian series Mako Mermaids, and the short films Letter to Annabelle, Jack Rabbit, The Boy Who Stole the Bellower and Gifted.　　He is represented by WME, 3 Arts, and Catherine Poulton in Australia.\n",
    "hezuo": [
        [
            "瓦耶特·奥莱夫 Wyatt Oleff",
            1
        ],
        [
            "杰克逊·罗伯特·斯科特 Jackson Robert Scott",
            1
        ],
        [
            "乔森·雅各布 Chosen Jacobs",
            1
        ],
        [
            "杰登·马泰尔 Jaeden Martell",
            1
        ],
        [
            "比尔·斯卡斯加德 Bill Skarsgård",
            1
        ],
        [
            "杰克·迪伦·格雷泽 Jack Dylan Grazer",
            1
        ],
        [
            "菲恩·伍法德 Finn Wolfhard",
            1
        ],
        [
            "索菲娅·莉莉丝 Sophia Lillis",
            1
        ],
        [
            "杰里米·雷·泰勒 Jeremy Ray Taylor",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}