{
    "name": "巴勃罗·施瑞博尔 Pablo Schreiber",
    "movies": [
        "危机13小时 13 Hours: The Secret Soldiers of Benghazi",
        "登月第一人 First Man"
    ],
    "male": "男",
    "xingzuo": "金牛座",
    "birth": "1978-04-26",
    "area": "加拿大,尤弥尔",
    "zhiye": [
        "演员",
        "制片人"
    ],
    "moreName": [
        "帕布罗·施雷柏"
    ],
    "family": [
        "列维·施瑞博尔(兄)"
    ],
    "intro": "\n　　Pablo Tell Schreiber is a Canadian-American actor, known for his dramatic stage work and for his portrayal of Nick Sobotka on The Wire, Mad Sweeney on the TV adaptation of American Gods, and for his role of George \"Pornstache\" Mendez on Orange Is the New Black, for which he received a Primetime Emmy nomination for Outstanding Guest Actor in a Drama Series. He was nominated for a Tony Award for his performance in Awake and Sing! on Broadway...(展开全部)\n　　Pablo Tell Schreiber is a Canadian-American actor, known for his dramatic stage work and for his portrayal of Nick Sobotka on The Wire, Mad Sweeney on the TV adaptation of American Gods, and for his role of George \"Pornstache\" Mendez on Orange Is the New Black, for which he received a Primetime Emmy nomination for Outstanding Guest Actor in a Drama Series. He was nominated for a Tony Award for his performance in Awake and Sing! on Broadway. He also narrated the audiobook version of Brett Easton Ellis’ American Psycho, and is one of the leads in Den of Thieves. In April 2019, he was cast as Master Chief in the upcoming Halo live-action series.\n",
    "hezuo": [
        [
            "弗雷迪·史卓玛 Freddie Stroma",
            1
        ],
        [
            "多米尼克·福穆萨 Dominic Fumusa",
            1
        ],
        [
            "杰森·克拉克 Jason Clarke",
            1
        ],
        [
            "马特·莱斯切尔 Matt Letscher",
            1
        ],
        [
            "奥莉维亚·汉密尔顿 Olivia Hamilton",
            1
        ],
        [
            "大卫·丹曼 David Denman",
            1
        ],
        [
            "约翰·卡拉辛斯基 John Krasinski",
            1
        ],
        [
            "詹姆斯·戴尔 James Badge Dale",
            1
        ],
        [
            "瑞恩·高斯林 Ryan Gosling",
            1
        ],
        [
            "托比·斯蒂芬斯 Toby Stephens",
            1
        ]
    ]
}