{
    "name": "弗雷迪·史卓玛 Freddie Stroma",
    "movies": [
        "危机13小时 13 Hours: The Secret Soldiers of Benghazi"
    ],
    "male": "男",
    "xingzuo": "摩羯座",
    "birth": "1987-01-08",
    "area": "英国,伦敦",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [
        "Johanna Braddy(未婚妻)"
    ],
    "intro": "\n　　Frederic Wilhelm C.J. Sjöström[1] (born 8 January 1987[2][better source needed]), known professionally as Freddie Stroma, is an English actor and model of Swedish and German descent, best known for playing Cormac McLaggen in the Harry Potter film series and Luke in the 2011 musical comedy film A Cinderella Story: Once Upon a Song. He starred as Adam Cromwell on the dramedy series Unreal, which premiered on Lifetime in June 2015. He s...(展开全部)\n　　Frederic Wilhelm C.J. Sjöström[1] (born 8 January 1987[2][better source needed]), known professionally as Freddie Stroma, is an English actor and model of Swedish and German descent, best known for playing Cormac McLaggen in the Harry Potter film series and Luke in the 2011 musical comedy film A Cinderella Story: Once Upon a Song. He starred as Adam Cromwell on the dramedy series Unreal, which premiered on Lifetime in June 2015. He starred as Brit Vayner in the 2016 Michael Bay war film, 13 Hours: The Secret Soldiers of Benghazi. In 2016, he played Dickon Tarly in the sixth season of the HBO fantasy drama series Game of Thrones and H.G. Wells in the ABC series, Time After Time.\n",
    "hezuo": [
        [
            "多米尼克·福穆萨 Dominic Fumusa",
            1
        ],
        [
            "马特·莱斯切尔 Matt Letscher",
            1
        ],
        [
            "大卫·丹曼 David Denman",
            1
        ],
        [
            "约翰·卡拉辛斯基 John Krasinski",
            1
        ],
        [
            "詹姆斯·戴尔 James Badge Dale",
            1
        ],
        [
            "托比·斯蒂芬斯 Toby Stephens",
            1
        ],
        [
            "艾莉克西娅·芭利尔 Alexia Barlier",
            1
        ],
        [
            "巴勃罗·施瑞博尔 Pablo Schreiber",
            1
        ],
        [
            "马克斯·马蒂尼 Max Martini",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}