{
    "name": "彼得·雅克尔 Petr Jákl",
    "movies": [
        "极限特工 xXx"
    ],
    "male": "男",
    "xingzuo": "处女座",
    "birth": "1973-09-14",
    "area": "捷克斯洛伐克,布拉格",
    "zhiye": [
        "演员",
        "编剧",
        "导演"
    ],
    "moreName": [],
    "family": [
        "Romana Vítová（妻）"
    ],
    "intro": "\n　　Director/writer/producer/actor　　Petr Jákl was born on September 14th 1973 in the Czech Republic and got a master degree at the Faculty of Physical Education and Sport at the Charles University in Prague. From his childhood Petr devoted himself to sports and he became the Champion of the Czech Republic in judo 10 times. His sport career　　culminated during the Olympic games in Sydney in 2000, where he was representing the Czech Republ...(展开全部)\n　　Director/writer/producer/actor　　Petr Jákl was born on September 14th 1973 in the Czech Republic and got a master degree at the Faculty of Physical Education and Sport at the Charles University in Prague. From his childhood Petr devoted himself to sports and he became the Champion of the Czech Republic in judo 10 times. His sport career　　culminated during the Olympic games in Sydney in 2000, where he was representing the Czech Republic. Since 1992 he is also active in film industry. He started as an actor and a stuntman in Czech movies and later he was casted into many big Hollywood productions. Shooting with directors Luc Besson (Joan of Arc) and Rob Cohen (xXx) were important turning points in his film career, as they both helped Petr to develop his acting career further. Later on Petr started producing and directing and after his debut thriller Kajínek, which was the highest grossing Czech thriller in the history, he directed a horror movie Ghoul, which was the highest grossing horror in the Czech history. And Ghoul became worldwide success also thanks to its executive producer Rob Cohen. Petr is represented by Anonymous Content agency by manager Luke Rivett and currently he is preparing several English speaking movies as a producer as well as a director or a writer.\n",
    "hezuo": [
        [
            "Michael Roof",
            1
        ],
        [
            "里奇·穆勒 Richy Müller",
            1
        ],
        [
            "马尔顿·索克斯 Marton Csokas",
            1
        ],
        [
            "艾莎·阿基多 Asia Argento",
            1
        ],
        [
            "塞缪尔·杰克逊 Samuel L. Jackson",
            1
        ],
        [
            "范·迪塞尔 Vin Diesel",
            1
        ],
        [
            "维尔纳·德恩 Werner Daehn",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ],
        [
            "茂文·道格拉斯 Melvyn Douglas",
            0
        ]
    ]
}