{
    "name": "彼得·库欣 Peter Cushing",
    "movies": [
        "星球大战 Star Wars",
        "恐怖岛 Island of Terror"
    ],
    "male": "男",
    "xingzuo": "双子座",
    "birth": "not found",
    "area": "英国,萨里,肯利",
    "zhiye": [
        "演员"
    ],
    "moreName": [
        "彼得·古城 (港)",
        "彼得·库辛"
    ],
    "family": [
        "Violet Helene Beck（妻）",
        "George Edward Cushing（父）",
        "Nellie Maria Cushing（母）"
    ],
    "intro": "\n　　Peter Wilton Cushing, OBE (26 May 1913 – 11 August 1994) was an English actor, known for his many appearances in Hammer Films, in which he played the handsome but sinister scientist Baron Frankenstein and the vampire hunter Dr. Van Helsing, amongst many other roles, often appearing opposite Christopher Lee, and occasionally Vincent Price. A familiar face on both sides of the Atlantic, his most famous roles outside of \"Hammer Horror\" inclu...(展开全部)\n　　Peter Wilton Cushing, OBE (26 May 1913 – 11 August 1994) was an English actor, known for his many appearances in Hammer Films, in which he played the handsome but sinister scientist Baron Frankenstein and the vampire hunter Dr. Van Helsing, amongst many other roles, often appearing opposite Christopher Lee, and occasionally Vincent Price. A familiar face on both sides of the Atlantic, his most famous roles outside of \"Hammer Horror\" include his many appearances as Sherlock Holmes, as Grand Moff Tarkin in Star Wars (1977) and as the mysterious Dr. Who in Dr. Who and the Daleks and Daleks - Invasion Earth 2150 AD in 1965 and 1966, two cinema films based on the television series Doctor Who.\n",
    "hezuo": [
        [
            "马克·哈米尔 Mark Hamill",
            1
        ],
        [
            "彼德·梅犹 Peter Mayhew",
            1
        ],
        [
            "凯丽·费雪 Carrie Fisher",
            1
        ],
        [
            "大卫·鲍罗斯 David Prowse",
            1
        ],
        [
            "亚历克·吉尼斯 Alec Guinness",
            1
        ],
        [
            "詹姆斯·厄尔·琼斯 James Earl Jones",
            1
        ],
        [
            "爱德华·贾德 Edward Judd",
            1
        ],
        [
            "哈里森·福特 Harrison Ford",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ]
    ]
}