{
    "name": "拉尔夫·伊内森 Ralph Ineson",
    "movies": [
        "女巫 The VVitch: A New-England Folktale"
    ],
    "male": "男",
    "xingzuo": "射手座",
    "birth": "1969-12-15",
    "area": "英国,英格兰,西约克郡,利兹",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [
        "拉尔夫·迈克尔·艾纳森(全名)",
        "拉尔夫·艾纳森"
    ],
    "family": [
        "Ali Milner Ineson(妻)",
        "Luc & Rebecca Ineson(女)"
    ],
    "intro": "\n　　Ralph Ineson (born 15 December 1969) is an English actor best known for playing the character of Chris Finch on the BBC television programme The Office.[1] He has a rich Yorkshire accent and is an avid supporter of Leeds United A.F.C.[2] Ralph Ineson was educated at Woodleigh School, North Yorkshire.[3] In the early 1990s, Ineson was a teacher at York Sixth Form College where, amongst other things, he was a cricket coach.　　He has also s...(展开全部)\n　　Ralph Ineson (born 15 December 1969) is an English actor best known for playing the character of Chris Finch on the BBC television programme The Office.[1] He has a rich Yorkshire accent and is an avid supporter of Leeds United A.F.C.[2] Ralph Ineson was educated at Woodleigh School, North Yorkshire.[3] In the early 1990s, Ineson was a teacher at York Sixth Form College where, amongst other things, he was a cricket coach.　　He has also starred as Donald Bamford in the sitcom Goodnight Sweetheart, as \"Zack\" in the British soap opera Coronation Street, and played ex-soldier \"Sam Walker\" in the first series of Spooks. His Hollywood film credits include First Knight, From Hell, Sex & Drugs & Rock & Roll and a brief role in The Damned United. He most recently starred in Suburban Shootout, currently airing on Paramount Comedy and Five. He also appears in Sky Bet adverts during some Sky Sports football coverage, and does the voice on radio advertisements for Wickes with the catchphrase \"Wickes, just the job\", Imperial Leather advert as a fireman and is also the voiceover on the television advert for Gaviscon. He also played Frank Monk in Series 7 episode \"Wounds\" of Waking The Dead. Ineson also regularly makes voiceover contributions for national radio station Talksport.　　He is currently a continuity announcer for the TV station Dave and is the voice on several TV adverts. Currently, he provides the voiceover for the TV ad for lastminute.com.[4] Ineson played Amycus Carrow in Harry Potter and the Half-Blood Prince, Harry Potter and the Deathly Hallows – Part 1 and Part 2. Ineson also had a minor role in the fifth and sixth series of BBC drama, Waterloo Road in 2009. He also had a small role in an episode of Channel 4 comedy The IT Crowd as a male masseur in the episode \"Something Happened\". In the 2012 ITV Titanic mini-series he played Steward Hart. His latest work is his narration for the BBC1 Documentary Series \"Gears and Tears\" which follows the characters of British Stock Car racing.　　He plays Dagmer Cleftjaw in the second season of HBO's Game of Thrones.\n",
    "hezuo": [
        [
            "凯特·迪基 Kate Dickie",
            1
        ],
        [
            "哈维·斯克林肖 Harvey Scrimshaw",
            1
        ],
        [
            "卢卡斯·道森 Lucas Dawson",
            1
        ],
        [
            "艾丽·格兰杰 Ellie Grainger",
            1
        ],
        [
            "丹尼尔·马力克 Daniel Malik",
            1
        ],
        [
            "莎拉·史蒂文森 Sarah Stephens",
            1
        ],
        [
            "朱利安·瑞钦斯 Julian Richings",
            1
        ],
        [
            "安雅·泰勒-乔伊 Anya Taylor-Joy",
            1
        ],
        [
            "芭丝谢芭·加内特 Bathsheba Garnett",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}