{
    "name": "普路特·泰勒·文斯 Pruitt Taylor Vince",
    "movies": [
        "致命ID Identity"
    ],
    "male": "男",
    "xingzuo": "巨蟹座",
    "birth": "1960-07-05",
    "area": "美国,路易斯安那州,巴吞鲁日",
    "zhiye": [
        "演员",
        "导演"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Pruitt Taylor Vince (born July 5, 1960) is an American award-winning character actor who has made many appearances in film and television.Vince was born in Baton Rouge, Louisiana. He attended Louisiana State University[2] and began acting due to a mistake; a computer error in his high school registration scheduled him in an acting class, a subject which Vince has never left.　　Divorced from his first marriage, Vince remarried in 2003 to ...(展开全部)\n　　Pruitt Taylor Vince (born July 5, 1960) is an American award-winning character actor who has made many appearances in film and television.Vince was born in Baton Rouge, Louisiana. He attended Louisiana State University[2] and began acting due to a mistake; a computer error in his high school registration scheduled him in an acting class, a subject which Vince has never left.　　Divorced from his first marriage, Vince remarried in 2003 to Julianne Mattelig. He has pathologic nystagmus, a condition which causes a person's eyes to move involuntarily.　　Vince made his film debut in Jim Jarmusch's Down by Law, but his scenes wound up on the cutting room floor. He had prominent supporting roles in a number of major films, including a turn as a dimwitted Ku Klux Klan member in Mississippi Burning, Lee Bowers in JFK, and the main character's best friend in Nobody's Fool. He also starred in Giuseppe Tornatore's The Legend of 1900 alongside Tim Roth. He had his first lead role in James Mangold's independent film Heavy, playing a sweet, silent overweight cook harboring a crush on a waitress (Liv Tyler).　　Vince often alternates roles of both heroic and villainous characters, like a lovable small town pub owner in Beautiful Girls, a serial killer with multiple personalities in Identity (a second collaboration with director Mangold), the disheveled gossip columnist in s1mone, and a pompous sheriff in Nurse Betty. He can also be seen in Love from Ground Zero as Walter. Vince also played a Southern cop in Angel Heart, a kidnapper's assistant in Trapped, and a deputy prison warden in Oliver Stone's Natural Born Killers.　　Vince received an Emmy Award in 1997 for Outstanding Guest Actor in a Drama Series for his role as serial killer Clifford Banks during the second season of the television series Murder One.[3] More recently he appeared in the movie Constantine. Other film titles include the neo-noir China Moon and the psychological horror film Jacob's Ladder.　　Guest appearances on TV show\n",
    "hezuo": [
        [
            "雷·利奥塔 Ray Liotta",
            1
        ],
        [
            "阿尔弗雷德·莫里纳 Alfred Molina",
            1
        ],
        [
            "杰克·布塞 Jake Busey",
            1
        ],
        [
            "约翰·库萨克 John Cusack",
            1
        ],
        [
            "约翰·浩克斯 John Hawkes",
            1
        ],
        [
            "威廉姆·李·斯科特 William Lee Scott",
            1
        ],
        [
            "阿曼达·皮特 Amanda Peet",
            1
        ],
        [
            "克里·杜瓦尔 Clea DuVall",
            1
        ],
        [
            "约翰·C·麦金雷 John C. McGinley",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}