{
    "name": "杰克逊·艾顿 Jackson A. Dunn",
    "movies": [
        "魔童 Brightburn"
    ],
    "male": "男",
    "xingzuo": "射手座",
    "birth": "2003-12-09",
    "area": "美国,加州,圣地亚哥",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Jackson starred in a leading role opposite Elizabeth Banks and David Denman in Brightburn (2019), which premiered May 24, 2019. He also appeared in Avengers: Endgame as Scott Lang (12 years old). Born in San Diego in 2003, Jackson's debut into acting was at the age of four when he played the Grinch in his preschool play. He has always enjoyed performing and public speaking, and at the age of ten, he asked to attend an open audition in San ...(展开全部)\n　　Jackson starred in a leading role opposite Elizabeth Banks and David Denman in Brightburn (2019), which premiered May 24, 2019. He also appeared in Avengers: Endgame as Scott Lang (12 years old). Born in San Diego in 2003, Jackson's debut into acting was at the age of four when he played the Grinch in his preschool play. He has always enjoyed performing and public speaking, and at the age of ten, he asked to attend an open audition in San Diego. That audition led to a showcase in Los Angeles, and ultimately to signing with his manager and agent. Within a few months, Jackson landed a recurring role on the hit Showtime series Shameless. He has also appeared on several other hit television shows including Get Shorty, GLOW, Colony, and Henry Danger. He had a recurring role on Nickelodeon's Legendary Dudas. In addition, Jackson has had roles in the films Gone are the Days and The Scent of Rain and Lightning. When not pursuing his acting career, Jackson enjoys skateboarding, biking, snowboarding, listening to music, composing song lyrics, rapping, and hanging out with friends and family.\n",
    "hezuo": [
        [
            "大卫·丹曼 David Denman",
            1
        ],
        [
            "贝基·瓦赫尔斯特罗姆 Becky Wahlstrom",
            1
        ],
        [
            "詹尼佛·霍兰德 Jennifer Holland",
            1
        ],
        [
            "马特·琼斯 Matt Jones",
            1
        ],
        [
            "特伦斯·罗斯摩尔 Terence Rosemore",
            1
        ],
        [
            "史蒂芬·布莱克哈特 Stephen Blackehart",
            1
        ],
        [
            "史蒂夫·阿吉 Steve Agee",
            1
        ],
        [
            "梅瑞迪斯·海格纳 Meredith Hagner",
            1
        ],
        [
            "伊丽莎白·班克斯 Elizabeth Banks",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}