{
    "name": "杰瑞米·斯特朗 Jeremy Strong",
    "movies": [
        "绅士们 The Gentlemen",
        "大空头 The Big Short"
    ],
    "male": "男",
    "xingzuo": "摩羯座",
    "birth": "1978-12-25",
    "area": "美国,马萨诸塞州,波士顿",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Trained at Yale, The Royal Academy Of Dramatic Art in London and Chicago's Steppenwolf Theatre Company. In 2012, Jeremy can be seen in Steven Spielberg's Lincoln, Kathryn Bigelow's Zero Dark Thirty, Frank Darabont's LA Noir, and starring Off Broadway in Amy Herzog's The Great God Pan. In 2011, Jeremy starred in Adam Rapp's Hallway Trilogy Off-Broadway and played the title role in The Coward for Lincoln Center. In 2010 Jeremy costarred in G...(展开全部)\n　　Trained at Yale, The Royal Academy Of Dramatic Art in London and Chicago's Steppenwolf Theatre Company. In 2012, Jeremy can be seen in Steven Spielberg's Lincoln, Kathryn Bigelow's Zero Dark Thirty, Frank Darabont's LA Noir, and starring Off Broadway in Amy Herzog's The Great God Pan. In 2011, Jeremy starred in Adam Rapp's Hallway Trilogy Off-Broadway and played the title role in The Coward for Lincoln Center. In 2010 Jeremy costarred in Galt Niederhoffer's The Romantics and was featured in Oren Moverman's The Messenger. In 2009 Jeremy starred opposite Frank Langella in A Man For All Seasons on Broadway and starred in Theresa Rebeck's play Our House at Playwrights Horizons. In 2008, he was featured in M. Night Shyamalan's The Happening and played the lead in the film Humboldt County. Other stage work includes Richard Nelson's Conversations In Tusculum at The Public Theatre, David Ives' New Jerusalem at Classic Stage Company, John Patrick Shanley's Defiance at Manhattan Theatre Club and Richard Nelson's Frank's Home at Playwrights Horizons. He is the 2009/2010 recipient of the Leonore Annenberg Fellowship for \"an artist of extraordinary talent\" nominated by Lincoln Center Theater\n",
    "hezuo": [
        [
            "约翰·马加罗 John Magaro",
            1
        ],
        [
            "史蒂夫·卡瑞尔 Steve Carell",
            1
        ],
        [
            "科林·法瑞尔 Colin Farrell",
            1
        ],
        [
            "休·格兰特 Hugh Grant",
            1
        ],
        [
            "梅丽莎·里奥 Melissa Leo",
            1
        ],
        [
            "瑞恩·高斯林 Ryan Gosling",
            1
        ],
        [
            "玛丽莎·托梅 Marisa Tomei",
            1
        ],
        [
            "马修·麦康纳 Matthew McConaughey",
            1
        ],
        [
            "汤姆·吴 Tom Wu",
            1
        ],
        [
            "米歇尔·道克瑞 Michelle Dockery",
            1
        ]
    ]
}