{
    "name": "林雪 Suet Lam",
    "movies": [
        "解救吾先生",
        "枪火 鎗火",
        "黑社会 黑社會",
        "功夫",
        "破坏之王 破壞之王",
        "冰封：重生之门",
        "叶问前传",
        "狼牙",
        "冰封侠：时空行者",
        "道士下山"
    ],
    "male": "男",
    "xingzuo": "巨蟹座",
    "birth": "1964-07-08",
    "area": "中国,天津",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [
        "林捷(原名)"
    ],
    "family": [],
    "intro": "\n　　林雪，香港男演员。小学肄业，十五岁随父母移居香港，少年起便开始做杂工。1986年，林雪进入电影行，做了场务，对演戏发生了兴趣。恰好此时，赶上在《开心鬼撞鬼》剧组开工，认识了导演杜琪峰。在林雪与他相熟后，整天让杜琪峰给自己个角色演，谁知老杜倒反过来劝林雪先做好本职工作。其实这已是委婉拒绝，但林雪并不在意，继续寻找演出机会。　　从《傲气雄鹰》、《力王》到《绝代双骄》、《破坏之王》，我们都可以看到林雪在银幕上稍纵即逝的现身，偶尔还会有几句台词。有趣...(展开全部)\n　　林雪，香港男演员。小学肄业，十五岁随父母移居香港，少年起便开始做杂工。1986年，林雪进入电影行，做了场务，对演戏发生了兴趣。恰好此时，赶上在《开心鬼撞鬼》剧组开工，认识了导演杜琪峰。在林雪与他相熟后，整天让杜琪峰给自己个角色演，谁知老杜倒反过来劝林雪先做好本职工作。其实这已是委婉拒绝，但林雪并不在意，继续寻找演出机会。　　从《傲气雄鹰》、《力王》到《绝代双骄》、《破坏之王》，我们都可以看到林雪在银幕上稍纵即逝的现身，偶尔还会有几句台词。有趣的是，跑龙套期间，林雪戏份最多的电影居然是在周星驰的《食神》中。他被导演安排与田启文、八两金一众长相猥琐之辈混在一起，充当市井无赖，尽管不算抢镜，却也是林雪龙套生涯的巅峰时刻了。　　做了十年电影剧组的场务，也跑了十年的龙套，忙忙碌碌，无沉无浮。还曾学过做导演和剪辑工作，但限于知识、天赋，根本做不来。而面对现实的残酷，林雪的演员梦居然一直未醒，旁人笑他痴傻、天生的龙套命，他惘若未闻，仍自顾寻找机会，同时认真演好每一个龙套角色——幸好“苦心人，天不负”，在他的死缠烂打下，又在银河映像制作的《恐怖鸡》、《两个只能活一个》等片中跑过几回龙套之后，老友杜琪峰终于安排他在《暗花》和《非常突然》中演出，戏份虽少，但终归上了演员表末尾。　　1999年，杜琪峰开始接连让林雪担任自己影片中的重要配角，杜琪峰在2000年拍《孤男寡女》前，有一段日子比较困难，要去澳门拍一部《再见阿郎》，资金不足，林雪跟导演说：“我不要钱，你让我演，给我两个饭盒就成了。”结果是连剧务带演员，由头做到尾。　　《枪火》中的杀手阿肥、《再见阿郎》中的刁恶警官、《暗战》中记忆力差得惊人黑帮跟班，这三个角色各不相同，却皆被林雪演绎得栩栩如生，令观众印象深刻。尤其是在《枪火》中，林雪形神俱佳、内敛细致的精湛表演被提名台湾金马奖最佳男配角，虽然最终未获奖，却赢尽圈内人口碑。而林雪亦凭此一跃成为当红的实力派演员，从此片约不断。在近来香港电影市道低迷、很多演员无戏可排之际，林雪却能每年参演十部以上电影（2001年甚至有近20部），堪称奇迹！　　林雪曾多次讲过，将来若能凭演技获奖项肯定，登台致辞的第一句话便是感谢杜琪峰。的确，没有杜琪峰，就没有演员林雪的今天。况且，也只有杜琪峰才为林雪量身订做角色，《钟无艳》中的娘娘腔丞相，《暗战2》中几近赌尽人生的谈判专家，林雪演得愈来愈好，戏份愈来愈重，甚至做到《PTU》中的男主角。对于杜大炮（杜琪峰）的伯乐之恩，林雪表示只能以好好演戏报答了。凭借《PTU》他获得了站在领奖台上，金紫荆奖最佳男配角。他说：“这不是我妈妈给的天生丽质，应该说是多谢杜琪峰！没有杜琪峰，就没有我林雪！”　　尽管林雪已是香港颇为有名的演员，可惜与杜汶泽一样，受形象所限，多是演配角。唯一担正的《PTU》也是杜琪峰几年才敢拍一部的个人作品，至于其他商业电影，林雪则只能是充当映衬红花的最佳绿叶罢了。但即便如此，仍挡不住林雪主演一部爱情文艺片的梦想，美女与野兽、铁汉加柔情。——或许别人又会笑他痴人做梦罢，但谁又敢保证这一天不会到来呢？林雪已经用时间和行动证明他是能够将梦想变成现实的。　　现在，杜琪峰的片子不说，尔冬升、马伟豪的片子里都经常用他，他已成了一位专业性格演员。他的经验可以让年轻一代借鉴，最重要的是争取演出机会，不要斤斤计较。有戏可演，总比是在家里孤芳自赏好，世界上最好的演员，如果没有演出机会，跟一块废柴是没有分别。向林雪学习吧，年轻人们！\n",
    "hezuo": [
        [
            "任达华 Simon Yam",
            4
        ],
        [
            "王宝强 Baoqiang Wang",
            3
        ],
        [
            "黄圣依 Eva Huang",
            3
        ],
        [
            "陈国坤 Kwok-Kwan Chan",
            2
        ],
        [
            "周星驰 Stephen Chow",
            2
        ],
        [
            "元华 Wah Yuen",
            2
        ],
        [
            "甄子丹 Donnie Yen",
            2
        ],
        [
            "王天林 Tian-lin Wang",
            2
        ],
        [
            "喻亢 Kang Yu",
            2
        ],
        [
            "王学圻 Xueqi Wang",
            1
        ]
    ]
}