{
    "name": "梅尔·布兰科 Mel Blanc",
    "movies": [
        "木偶奇遇记 Pinocchio"
    ],
    "male": "男",
    "xingzuo": "双子座",
    "birth": "not found",
    "area": "美国,加利福尼亚州,旧金山",
    "zhiye": [
        "配音",
        "演员",
        "导演"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Mel Blanc (May 30, 1908 – July 10, 1989) was an American voice actor and comedian.　　Although he began his nearly six-decade-long career performing in radio commercials, Blanc is best remembered for his work with Warner Bros. during the \"Golden Age of American animation\" (and later for Hanna-Barbera television productions) as the voice of such well-known characters as Bugs Bunny, Daffy Duck, Porky Pig, Sylvester the Cat, Tweety Bird, Fo...(展开全部)\n　　Mel Blanc (May 30, 1908 – July 10, 1989) was an American voice actor and comedian.　　Although he began his nearly six-decade-long career performing in radio commercials, Blanc is best remembered for his work with Warner Bros. during the \"Golden Age of American animation\" (and later for Hanna-Barbera television productions) as the voice of such well-known characters as Bugs Bunny, Daffy Duck, Porky Pig, Sylvester the Cat, Tweety Bird, Foghorn Leghorn, Yosemite Sam, Wile E. Coyote, Woody Woodpecker, Barney Rubble, Mr. Spacely, Speed Buggy, Captain Caveman, Heathcliff, Speedy Gonzales, Elmer Fudd and hundreds of others. Having earned the nickname “The Man of a Thousand Voices,” Blanc is regarded as one of the most influential people in the voice-acting industry. At the time of his death, it was estimated that 20 million people heard his voice every day.\n",
    "hezuo": [
        [
            "弗兰基·达罗 Frankie Darro",
            1
        ],
        [
            "克里夫·爱德华兹 Cliff Edwards",
            1
        ],
        [
            "Dickie Jones",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ],
        [
            "茂文·道格拉斯 Melvyn Douglas",
            0
        ],
        [
            "刘承睦 Yoo Seung-Mok",
            0
        ],
        [
            "初井言荣 Kotoe Hatsui",
            0
        ],
        [
            "丽塔·科尔泰塞 Rita Cortese",
            0
        ],
        [
            "亨利·卡维尔 Henry Cavill",
            0
        ]
    ]
}