{
    "name": "汤姆·汉克斯 Tom Hanks",
    "movies": [
        "阿甘正传 Forrest Gump",
        "拯救大兵瑞恩 Saving Private Ryan",
        "玩具总动员 Toy Story",
        "猫鼠游戏 Catch Me If You Can",
        "华盛顿邮报 The Post",
        "幸福终点站 The Terminal",
        "绿里奇迹 The Green Mile",
        "玩具总动员4 Toy Story 4",
        "玩具总动员2 Toy Story 2"
    ],
    "male": "男",
    "xingzuo": "巨蟹座",
    "birth": "1956-07-09",
    "area": "美国,加利福尼亚州,康科德",
    "zhiye": [
        "演员",
        "制片人",
        "配音",
        "导演",
        "编剧"
    ],
    "moreName": [
        "汤汉斯(港)",
        "汤姆汉克(台)"
    ],
    "family": [
        "科林·汉克斯(子)",
        "丽塔·威尔逊(妻)",
        "Samantha Lewes(前妻)",
        "切特·汉克斯(子)"
    ],
    "intro": "\n　　美国电影男演员，以演技精湛而著称，曾参演多部不同类型电影，饰演角色包括易受攻击的《阿甘》、以灵感主演的《费城故事》、温馨喜剧的漂亮男人在《西雅图不眠夜》中。他曾于1994,1995年获得奥斯卡最佳男主角奖，他是当今好莱坞最具影响力的电影明星之一。　　汤姆·汉克斯于1956年7月9日出生于美国加利福尼亚州奥克兰市，全名叫托马斯·J·汉克斯。父亲艾摩斯·汉克斯是厨师，母亲珍娜·特纳在医院工作。在他5岁时，父母离异，他由当厨师的父亲抚养长大。其后，父亲又结过两...(展开全部)\n　　美国电影男演员，以演技精湛而著称，曾参演多部不同类型电影，饰演角色包括易受攻击的《阿甘》、以灵感主演的《费城故事》、温馨喜剧的漂亮男人在《西雅图不眠夜》中。他曾于1994,1995年获得奥斯卡最佳男主角奖，他是当今好莱坞最具影响力的电影明星之一。　　汤姆·汉克斯于1956年7月9日出生于美国加利福尼亚州奥克兰市，全名叫托马斯·J·汉克斯。父亲艾摩斯·汉克斯是厨师，母亲珍娜·特纳在医院工作。在他5岁时，父母离异，他由当厨师的父亲抚养长大。其后，父亲又结过两次婚，汉克斯又换了两个妈妈，未满10岁的他经常性地经历迁移漂泊的生活，频繁地转学，更换住址。成年后的汉克斯很不愿提起他并不美满的童年。但也正因如此，生活使他学会用一种乐观积极的态度去面对人生。“过去的经验培养出我独立自主的精神”，使他学会用一种乐观积极的态度去面对人生。直到他在加利福尼亚州大学读书时，才突然对表演产生了浓厚的兴趣，加入了学校组织的剧社，从而接触到了专业的知识培养与演技训练。毕业后，汉克斯来到纽约寻求演艺事业的发展。　　由于汉克斯的聪明好学，仅过3年， 他就在《快乐频道》中担任了一个好男人的角色。1979年，汉克斯首次在一部低成本的电影《他知道你孤独》（He Knows You’re Alone）中扮演角色，该片在1980年公映，一代奥斯卡影帝的演艺生涯迈出了第一步。 不久，他搬到洛杉矶并主演了电视连续剧《红妆小子》（Bosom Buddies）。与此同时，他还参加了其他的一些电视剧的演出，比如“Taxi”、“Family Ties”，比较有名的一部是《迷宫与怪兽》（Mazes and Monsters）。汉克斯在1984年担纲演出由迪斯尼公司制作出品的《美人鱼》（Splash）获得的成功，使他开始走上成名之路，但随后情况却不让人乐观。一连串的失败并没有使这位才华横溢的小伙子退缩，1988年，汉克斯领衔主演《飞向未来》(《BIG》1988)大获成功，影片中因其出神入化、形象生动地扮演了一个一夜之间长大成36岁男子的12岁男孩的角色，成功的赋于了孩童的纯真、幽默与顽皮在一个成熟男人的身上，为此他一举获得包括奥斯卡、金球、学院、纽约电影批评家等四个奖项的最佳男主角提名奖。　　汉克斯将自己对生活的体验与理解渗透在影片表演之中，往往带有一种全新的创造，他对喜剧的理解不再是直觉的感触，而是真正体会到了喜剧的深层内涵。他开始对自己作进一步的尝试，拓宽戏路，证明自己并非只是一个会“搞笑”的银幕明星。随着《虚荣的篝火》（《Bonfire of the vanities》1990)与《红粉联盟》(《A league of their own》1992)的极获成功，《西雅图夜未眠》(《Sleepless in SEATTLE》1993)向汉克斯提供了一次展现自己真正的喜剧天才与成熟演技的机会。他扮演的那位诚实正直，忠厚善良，随和机智，幽默风趣，又带有一种淡淡的忧郁的父亲的形象赢得了广大的观众，好评如潮，赞赏铺天，并成为汉克斯演技生涯中的大转折。　　1993年的另外一部影片《费城故事》（Philadelphia）把汤姆的演艺生涯推上了第一个高峰，在片中他扮演一名被艾滋病折磨而遭歧视的同性恋律师。这是对他演技的一次重大挑战，为此汤姆亲身体验，付出了巨大的牺牲，“冒最大的风险才意味着可能有最大的收获”。影片征服了评论界和广大的观众，引起了巨大社会反响，他本人也获得了这一年的金球奖和第66届奥斯卡金像奖最佳男主角奖。　　春风得意的汉克斯在1994年迎来了前所未有的荣誉，由于在影片《阿甘正传》（Forrest Gump）中的成功演绎，汉克斯又一次赢得了奥斯卡最佳男主角的金像奖座，并成为有史以来第二位连续两届获得奥斯卡最佳男主角奖的演员（第一位是史宾塞.屈塞 第10届和第11届）。影帝的桂冠也由此稳稳地落在他的头上。　　1996年，汉克斯开始涉足新的领域，这一年他自编、自导、自演了影片《挡不住的奇迹》（ That Thing You Do），充分展示了他多才多艺的一面。　　1999年，由著名导演斯皮尔博格执导的影片《拯救大兵瑞恩》给汉克斯带来了新的荣誉——第七十一届奥斯卡最佳男主角提名奖，更让人们看到了一个演技日趋成熟的影帝的形象。　　1999年汤姆主演了由著名监狱片导演法兰克·达拉邦特执导、改编自畅销作家史蒂芬·金同名小说的《绿色奇迹》（The Green Mile）一片，汉克斯扮演典狱长保罗，与狱中的罪犯发展出一段动人的友谊，剧情动人。汤姆为此片牺牲形象，增肥数十磅。功夫不负有心人，该片在北美上映仅六周，票房即突破一亿美元，成为汤姆第十部票房破亿的巨片。印证了当代美国男星中，汤姆是演技和票房的绝对保证。　　1999年在洛杉矶公布的一项投票评选中，汤姆·汉克斯抢走了汤姆·克鲁斯的宝座，荣登“好莱坞最值钱明星”的榜首。可以说，仅从演技上来讲，汤姆绝对可以称得上是当今影坛第一人。他人缘好，从不摆明星架子，有着很好的公共形象。他曾讲过一句话：“我在观众心中的地位是我亲手打造的一张木床，我觉得简直太舒服了”。　　2000年汤姆的新片是《荒岛余生》（CastAway），影片讲述的是汤姆扮演的联邦快递的系统工程师查克，不论是他的私生活或是工作都讲求精准效率，他的个性急躁，因此对一切都讲求速度，加上他有绝对的控制欲，所以他的起居生活和工作行程随时随地都在他的掌握之中。虽然他的事业成功，但是情感却是另一回事。由于他是个超级工作狂，所以很少有时间陪女友凯莉，因此他们的关系出现危机。在一次出差的旅程中，查克搭的小飞机失事，他被困在一座资源贫瘠的无人荒岛，当他失去现代生活的便利以及人与人之间的互动，生活唯一的目的就是求生，他的人生观反而逐渐有所转变，当他发现生活的压力顿时消失，便开始反思人生的目的，最后对于工作、感情，甚至生命本身都有全新的体会和领悟。　　汤姆又开始为此片蓄发及减肥18公斤，忽胖忽瘦，好不辛苦，但体现了汤姆对事业的不懈追求。\n",
    "hezuo": [
        [
            "蒂姆·艾伦 Tim Allen",
            3
        ],
        [
            "巴里·佩珀 Barry Pepper",
            2
        ],
        [
            "吉姆·法尼 Jim Varney",
            2
        ],
        [
            "安妮·波茨 Annie Potts",
            2
        ],
        [
            "唐·里克斯 Don Rickles",
            2
        ],
        [
            "托尼·海尔 Tony Hale",
            1
        ],
        [
            "爱德华·伯恩斯 Edward Burns",
            1
        ],
        [
            "松村艾丽 Ally Maki",
            1
        ],
        [
            "琼·库萨克 Joan Cusack",
            1
        ],
        [
            "马丁·辛 Martin Sheen",
            1
        ]
    ]
}