{
    "name": "泰·辛普金斯 Ty Simpkins",
    "movies": [
        "钢铁侠3 Iron Man 3",
        "潜伏2 Insidious: Chapter 2"
    ],
    "male": "男",
    "xingzuo": "狮子座",
    "birth": "2001-08-06",
    "area": "美国,纽约州,纽约市",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [],
    "family": [
        "Ryan Simpkins(姐)"
    ],
    "intro": "\n　　He first appeared on TV when he was three weeks old. His first role was on One Life to Live where he shared the recurring role as John \"Jack\" Cramer. Simpkins soon started a recurring role as Jude Cooper Bauer on The Guiding Light, in which he went on to be \"Jude\" for about four years. Since then, he has appeared in Law & Order: CI and a handful of commercials and print ads.　　Simpkins's film break was in Steven Spielberg's War of the Wo...(展开全部)\n　　He first appeared on TV when he was three weeks old. His first role was on One Life to Live where he shared the recurring role as John \"Jack\" Cramer. Simpkins soon started a recurring role as Jude Cooper Bauer on The Guiding Light, in which he went on to be \"Jude\" for about four years. Since then, he has appeared in Law & Order: CI and a handful of commercials and print ads.　　Simpkins's film break was in Steven Spielberg's War of the Worlds (2005).Next was a featured role in All the King's Men (2006) where he played a young Jude Law; leading up to Simpkins' most notable role to date in which he plays Aaron in the multiple-award-winning Little Children (2006).Simpkins went on to film Pride and Glory (2008), in which he and his sister, actress Ryan Simpkins, play the children of Colin Farrell. Simpkins also completed Gardens of the Night (2008) and then in Revolutionary Road (2008), in which he again starred alongside his real-life sister Ryan.　　Simpkins has guest-starred on CSI, Private Practice and Family of Four. In September 2009, he signed on to star as Luke in the 2010 film The Next Three Days.[6] He also played role as Dalton in the new movie Insidious. (2011)\n",
    "hezuo": [
        [
            "罗丝·伯恩 Rose Byrne",
            1
        ],
        [
            "斯蒂芬·考特尔 Steve Coulter",
            1
        ],
        [
            "盖·皮尔斯 Guy Pearce",
            1
        ],
        [
            "小罗伯特·唐尼 Robert Downey Jr.",
            1
        ],
        [
            "唐·钱德尔 Don Cheadle",
            1
        ],
        [
            "帕特里克·威尔森 Patrick Wilson",
            1
        ],
        [
            "乔恩·费儒 Jon Favreau",
            1
        ],
        [
            "格温妮斯·帕特洛 Gwyneth Paltrow",
            1
        ],
        [
            "雷·沃纳尔 Leigh Whannell",
            1
        ],
        [
            "安德鲁·阿斯特 Andrew Astor",
            1
        ]
    ]
}