{
    "name": "泰伊·谢里丹 Tye Sheridan",
    "movies": [
        "头号玩家 Ready Player One",
        "X战警：黑凤凰 Dark Phoenix"
    ],
    "male": "男",
    "xingzuo": "天蝎座",
    "birth": "1996-11-11",
    "area": "美国,德克萨斯州,埃尔克哈特",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [
        "泰·谢里丹"
    ],
    "family": [
        "Bryan Sheridan (父)",
        "Stephaine Sheridan (母)"
    ],
    "intro": "\n　　Tye Kayle Sheridan was born on November 11, 1996 in Elkhart, Texas, to Stephanie (Wright), a beauty salon owner, and Bryan Sheridan, who works for UPS. He has a younger sister, Madison. His family has lived in Elkhart for many generations.　　He attended the Elkhart Independent School System since kindergarten, where he excelled in academics and sports. As a small child on the pee-wee league of football and baseball; as an eighth grader, ...(展开全部)\n　　Tye Kayle Sheridan was born on November 11, 1996 in Elkhart, Texas, to Stephanie (Wright), a beauty salon owner, and Bryan Sheridan, who works for UPS. He has a younger sister, Madison. His family has lived in Elkhart for many generations.　　He attended the Elkhart Independent School System since kindergarten, where he excelled in academics and sports. As a small child on the pee-wee league of football and baseball; as an eighth grader, he was the quarterback on his junior high football team and has been an awarded track runner　　Before his debut film had acted only in a handful of school plays before being chosen from a field of 10,000 boys to play the youngest son of Jessica Chastain and Brad Pitt in Terrence Malick's The Tree of Life. While filming the movie, he relocated with his mother and sister to Smithville for four months　　In 2012 he joined the cast of Mud, playing the role of Ellis. The film is directed by Jeff Nichols, candidate for the 2012 Cannes Film Festival. The film starring Matthew McConaughey and Reese Witherspoon.　　Sheridan also plays Gary Jones in the film Joe, which stars Nicolas Cage. For his role he has received the Marcello Mastroianni Award for best upcoming young actor at 70th Venice International Film Festival.　　In 2013 he joined the cast of the new film written and directed by Kyle Wilamowski, Grass Stains, along with Kaitlyn Dever. Also will play Ben in Dark Places, along with Charlize Theron, Chloë Moretz and Nicholas Hoult and he Will Cutter in The Forger, from a script by Richard D'Ovidio, which stars John Travolta.　　In his spare time enjoys baseball, basketball, bow hunting and bow fishing. Also enjoys riding four-wheelers, being with friends and family, and playing video games.\n",
    "hezuo": [
        [
            "埃文·彼得斯 Evan Peters",
            1
        ],
        [
            "奥利维亚·库克 Olivia Cooke",
            1
        ],
        [
            "亚历山德拉·希普 Alexandra Shipp",
            1
        ],
        [
            "迈克尔·法斯宾德 Michael Fassbender",
            1
        ],
        [
            "丽娜·维特 Lena Waithe",
            1
        ],
        [
            "赵家正 Philip Zhao",
            1
        ],
        [
            "森崎温 Win Morisaki",
            1
        ],
        [
            "尼古拉斯·霍尔特 Nicholas Hoult",
            1
        ],
        [
            "詹妮弗·劳伦斯 Jennifer Lawrence",
            1
        ],
        [
            "西蒙·佩吉 Simon Pegg",
            1
        ]
    ]
}