{
    "name": "泽利科·伊万内克 Zeljko Ivanek",
    "movies": [
        "生死豪情 Courage Under Fire"
    ],
    "male": "男",
    "xingzuo": "狮子座",
    "birth": "1957-08-15",
    "area": "斯洛文尼亚,卢布尔雅那",
    "zhiye": [
        "演员",
        "导演"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Ivanek was born in Ljubljana, Slovenia, then a part of Yugoslavia. He emigrated with his parents to the United States in 1960 when he was 3 years old; after a two-year stay, the family moved back to Slovenia for five years and then returned to the United States in 1967. Ivanek graduated from Yale University in 1978 and afterward attended the London Academy of Music and Dramatic Art.　　In 1982, Ivanek originated the role of Hally in Athol...(展开全部)\n　　Ivanek was born in Ljubljana, Slovenia, then a part of Yugoslavia. He emigrated with his parents to the United States in 1960 when he was 3 years old; after a two-year stay, the family moved back to Slovenia for five years and then returned to the United States in 1967. Ivanek graduated from Yale University in 1978 and afterward attended the London Academy of Music and Dramatic Art.　　In 1982, Ivanek originated the role of Hally in Athol Fugard's play Master Harold...and the Boys. He has also appeared in the U.S. premieres of such notable plays as Caryl Churchill's Cloud Nine - garnering the 1981 Drama Desk Award for Outstanding Featured Actor in a Play - and Martin McDonagh's The Pillowman. He would later work again with McDonagh, playing a minor role as a Canadian tourist in the film In Bruges.　　Ivanek frequently appears on Broadway and has been nominated for three Tony Awards: one for his performance in the original production of Brighton Beach Memoirs, one more as a featured actor in Two Shakespearean Actors, and another for his lead performance as Captain Queeg in a revival of The Caine Mutiny Court Martial alongside David Schwimmer and Tim Daly.　　Ivanek is perhaps best known for his supporting roles in the television series The X Files as Roland; Homicide: Life on the Street as prosecuting attorney Ed Danvers; Damages as Ray Fiske; Oz as Governor James Devlin; 24 as Andre Drazen; Lost as Edmund Burke; Heroes as Emile Danko; and as J.J. in HBO's series Big Love.　　In his screen appearances, he often plays professional men such as lawyers or government functionaries, sometimes of an evil nature.　　In 2006, he guest starred on Law & Order: Special Victims Unit playing the father of a college student (Schuyler Fisk) with whom he has an incestuous relationship.　　Ivanek portrayed John Dickinson, representative from Pennsylvania of the Second Continental Congress in the HBO miniseries John Adams. He was again seen on HBO in November 2008 in the series True Blood, in which he played the role of the Magister. He reprised his role as the Magister in 2010, the show's third season.　　On September 21, 2008 Ivanek was awarded an Emmy for Outstanding Supporting Actor in a Drama Series for his performance in the role of Ray Fiske on Damages.　　Ivanek appeared in the third and fourth seasons of Big Love, as Nicki Grant's first husband, J.J.　　He appeared as a gun-wielding patient in the episode \"Last Resort\" on House.　　Ivanek was in the NBC drama series The Event.\n",
    "hezuo": [
        [
            "卢·戴蒙德·菲利普斯 Lou Diamond Phillips",
            1
        ],
        [
            "丹泽尔·华盛顿 Denzel Washington",
            1
        ],
        [
            "迈克尔·莫里亚蒂 Michael Moriarty",
            1
        ],
        [
            "马特·达蒙 Matt Damon",
            1
        ],
        [
            "布隆森·皮诺切特 Bronson Pinchot",
            1
        ],
        [
            "斯科特·格伦 Scott Glenn",
            1
        ],
        [
            "雷吉娜·泰勒 Regina Taylor",
            1
        ],
        [
            "梅格·瑞恩 Meg Ryan",
            1
        ],
        [
            "塞斯·吉列姆 Seth Gilliam",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}