{
    "name": "派崔克·盖勒 Patrick Gallagher",
    "movies": [
        "铃声不断 Ring Ring"
    ],
    "male": "男",
    "xingzuo": "双鱼座",
    "birth": "1968-02-21",
    "area": "加拿大,不列颠哥伦比亚省,新西敏",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Career　　Gallagher is known for his television roles as Det. Joe Finn in Da Vinci's Inquest, the alcohol salesman in Entourage, Leon in The Line, Farhod the Fierce in Pair of Kings, and Ken Tanaka in Glee, and his film roles as Awkward Davies in Master and Commander: The Far Side of the World and Gary the bartender in Sideways. Gallagher also played Attila the Hun in Night at the Museum and its sequels, Chow in True Blood, Colquitt in Fi...(展开全部)\n　　Career　　Gallagher is known for his television roles as Det. Joe Finn in Da Vinci's Inquest, the alcohol salesman in Entourage, Leon in The Line, Farhod the Fierce in Pair of Kings, and Ken Tanaka in Glee, and his film roles as Awkward Davies in Master and Commander: The Far Side of the World and Gary the bartender in Sideways. Gallagher also played Attila the Hun in Night at the Museum and its sequels, Chow in True Blood, Colquitt in Final Destination 3 Anderson in the movie Severed: Forest of the Dead, he also played the head of security, Hugo, in the short-lived series Endgame.　　He has also made guest appearances in Battlestar Galactica, Smallville, Hawaii Five-0 and Intelligence.　　Personal life　　Gallagher was born in Chilliwack, British Columbia, Canada. He is of Chinese and Irish descent.\n",
    "hezuo": [
        [
            "查理·法瑞尔 Charlie Farrell",
            1
        ],
        [
            "可比·毕丝·布兰顿 Kirby Bliss Blanton",
            1
        ],
        [
            "乔什·祖克曼 Josh Zuckerman",
            1
        ],
        [
            "亚历克斯·沙弗尔 Alex Shaffer",
            1
        ],
        [
            "卢·弗里基诺 Lou Ferrigno",
            1
        ],
        [
            "艾莉 格尼诺 Allie Gonino",
            1
        ],
        [
            "艾米莉·泰拉 Emily Tyra",
            1
        ],
        [
            "苏贾塔·戴 Sujata Day",
            1
        ],
        [
            "安德鲁·卡德威尔 Andrew Caldwell",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}