{
    "name": "爱波·塔布琳 Amber Tamblyn",
    "movies": [
        "被解救的姜戈 Django Unchained"
    ],
    "male": "女",
    "xingzuo": "金牛座",
    "birth": "1983-05-14",
    "area": "美国,加利福尼亚,圣莫尼卡",
    "zhiye": [
        "演员",
        "制片人"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Amber Rose Tamblyn (born May 14, 1983) is an American actress and writer. She first came to national attention in her role on the soap opera General Hospital as Emily Quartermaine, followed by a starring role on the prime-time series Joan of Arcadia, portraying the title character, Joan Girardi for which she received Primetime Emmy and Golden Globe nominations. Her feature film work includes roles such as Tibby Rollins from the first two T...(展开全部)\n　　Amber Rose Tamblyn (born May 14, 1983) is an American actress and writer. She first came to national attention in her role on the soap opera General Hospital as Emily Quartermaine, followed by a starring role on the prime-time series Joan of Arcadia, portraying the title character, Joan Girardi for which she received Primetime Emmy and Golden Globe nominations. Her feature film work includes roles such as Tibby Rollins from the first two The Sisterhood of the Traveling Pants films (2005–2008), as well as Katie Embry in The Ring (2002), Aubrey Davis in The Grudge 2 (2006) and Megan McBride in 127 Hours (2010); she had an extended arc as Martha M. Masters in the medical drama series House. She also had a starring role as Jenny on season eleven and twelve (Final Season) of the CBS sitcom Two and a Half Men.\n",
    "hezuo": [
        [
            "詹姆斯·瑞马尔 James Remar",
            1
        ],
        [
            "莱昂纳多·迪卡普里奥 Leonardo DiCaprio",
            1
        ],
        [
            "杰米·福克斯 Jamie Foxx",
            1
        ],
        [
            "乔纳·希尔 Jonah Hill",
            1
        ],
        [
            "塞缪尔·杰克逊 Samuel L. Jackson",
            1
        ],
        [
            "克里斯托弗·瓦尔兹 Christoph Waltz",
            1
        ],
        [
            "凯丽·华盛顿 Kerry Washington",
            1
        ],
        [
            "丹尼斯·克里斯托弗 Dennis Christopher",
            1
        ],
        [
            "沃尔顿·戈金斯 Walton Goggins",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}