{
    "name": "特洛伊·詹姆斯 Troy James",
    "movies": [
        "小丑回魂2 It: Chapter Two"
    ],
    "male": "男",
    "xingzuo": "not found",
    "birth": "not found",
    "area": "not found",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　After years of hiding his freakishly bendy body from teasing kids, \"Twisty\" Troy James has moulted that fear and is now showing the world what nightmares are made of. From humble beginnings as a character performer at Canada's Wonderland, Troy is now one of the fastest growing internet sensations with videos of his horror creature inspired characters acquiring over 60 million views in just weeks. His (no CGI required) characters can be see...(展开全部)\n　　After years of hiding his freakishly bendy body from teasing kids, \"Twisty\" Troy James has moulted that fear and is now showing the world what nightmares are made of. From humble beginnings as a character performer at Canada's Wonderland, Troy is now one of the fastest growing internet sensations with videos of his horror creature inspired characters acquiring over 60 million views in just weeks. His (no CGI required) characters can be seen on The Void (Screen Media Films), Shadowhunters: The Mortal Instruments (ABC), The Strain (FX Network), Neverknock (SYFY), Channel Zero (SYFY) and most recently the rebirth of the classic DC Comics villain \"Rag Doll\" in the 5th Season of CW's, The Flash. Troy has teamed up with renowned creature movement creator and choreographer, Roberto Campanella (Shape of Water, Silent Hill, The Colony, The Expanse, The Strain) and Founding Cirque du Soleil Choreographer Debra Brown to \"stretch\" the possibilities as they create new and frightfully exciting creatures as showcased in Season 13 of America's Got Talent.　　- IMDb Mini Biography By: da Costa Webpage\n",
    "hezuo": [
        [
            "哈维尔·博泰特 Javier Botet",
            1
        ],
        [
            "杰登·马泰尔 Jaeden Martell",
            1
        ],
        [
            "比尔·斯卡斯加德 Bill Skarsgård",
            1
        ],
        [
            "詹姆斯·麦卡沃伊 James McAvoy",
            1
        ],
        [
            "杰克·迪伦·格雷泽 Jack Dylan Grazer",
            1
        ],
        [
            "菲恩·伍法德 Finn Wolfhard",
            1
        ],
        [
            "索菲娅·莉莉丝 Sophia Lillis",
            1
        ],
        [
            "比尔·哈德尔 Bill Hader",
            1
        ],
        [
            "杰西卡·查斯坦 Jessica Chastain",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}