{
    "name": "王盛德 Russell Wong",
    "movies": [
        "无问西东"
    ],
    "male": "男",
    "xingzuo": "双鱼座",
    "birth": "1963-03-01",
    "area": "美国,纽约,特洛伊",
    "zhiye": [
        "演员",
        "配音",
        "制片人"
    ],
    "moreName": [
        "王圣德"
    ],
    "family": [
        "王敏德(弟)",
        "张天爱(前妻)"
    ],
    "intro": "\n　　Russell Girard Wong (王盛德, pinyin: Wáng Shèngdé; born March 1, 1963) is an American actor and photographer, as well as the brother of actor/model Michael Wong.　　The sixth of seven children, Wong was born in Troy, New York; the son of Chinese American restaurateur William Wong and an American artist of Dutch and French descent, Connie Van Yserloo.[1][2] His family moved to Albany when he was a baby, where his father ran a restaurant...(展开全部)\n　　Russell Girard Wong (王盛德, pinyin: Wáng Shèngdé; born March 1, 1963) is an American actor and photographer, as well as the brother of actor/model Michael Wong.　　The sixth of seven children, Wong was born in Troy, New York; the son of Chinese American restaurateur William Wong and an American artist of Dutch and French descent, Connie Van Yserloo.[1][2] His family moved to Albany when he was a baby, where his father ran a restaurant. When Wong was seven years of age, his parents divorced, and he moved with his mother to California, settling near Yosemite. In 1981, Wong graduated from Mariposa County High School, and that fall enrolled at Santa Monica City College. Wong supported himself as a photographer and as a dancer (appearing in rock videos with David Bowie, Donna Summer, and Janet Jackson, among others) before scoring his first screen roles in 1985, appearing in a Hong Kong musical called Ge wu sheng ping (aka Musical Dancer) and in a screen adaptation of James Clavell's best-seller Tai-Pan. A number of undistinguished television and film roles followed, but Wong began breaking into better roles in 1989, when he made a memorable guest appearance on the drama series 21 Jump Street and won a leading role in Wayne Wang's acclaimed independent romantic comedy Eat a Bowl of Tea. Supporting roles in China Cry and New Jack City were to follow, and Wong found himself working with Wayne Wang again when he was cast in a role in the film adaptation of Amy Tan's best-selling novel The Joy Luck Club. Wong finally scored a high-profile breakthrough role in 1994, when he was cast in the leading role in the short lived TV series Vanishing Son, in which he played a Chinese political activist exiled in America. The show was popular enough to spawn three sequels, and was later spun off into a syndicated TV series. People magazine named him one of fifty \"Beautiful People\" in 1995. After Vanishing Son ran its course, Wong moved on to more big-screen work, including major roles in Prophecy II, The Tracker, and Romeo Must Die, as well as the made-for-TV epic The Lost Empire. He is married to Hong Kong based designer Flora Zeta and has one daughter, Eja Robinson-Wong. Russell Wong also has a daughter by an African American Woman who is a dancer.\n",
    "hezuo": [
        [
            "米雪 Michelle Mee",
            1
        ],
        [
            "章子怡 Ziyi Zhang",
            1
        ],
        [
            "韩童生 Tongsheng Han",
            1
        ],
        [
            "祖峰 Feng Zu",
            1
        ],
        [
            "陈楚生 Chusheng Chen",
            1
        ],
        [
            "张震 Chen Chang",
            1
        ],
        [
            "铁政 Zheng Tie",
            1
        ],
        [
            "王力宏 Lee-Hom Wang",
            1
        ],
        [
            "黄晓明 Xiaoming Huang",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}