{
    "name": "玛吉特·卡斯滕森 Margit Carstensen",
    "movies": [
        "世界旦夕之间 Welt am Draht",
        "着魔 Possession"
    ],
    "male": "女",
    "xingzuo": "双鱼座",
    "birth": "1940-02-29",
    "area": "德国,基尔",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Margit Carstensen is a German theatre and film actress, best known outside Germany for roles in the works of film director Rainer Werner Fassbinder.　　Carstensen is best known outside Germany for the many film and television productions of Rainer Werner Fassbinder in which she acted. She played leading roles in the Fassbinder films The Bitter Tears of Petra von Kant (1972), her best-known role for Fassbinder; Martha (1974), with Karlhein...(展开全部)\n　　Margit Carstensen is a German theatre and film actress, best known outside Germany for roles in the works of film director Rainer Werner Fassbinder.　　Carstensen is best known outside Germany for the many film and television productions of Rainer Werner Fassbinder in which she acted. She played leading roles in the Fassbinder films The Bitter Tears of Petra von Kant (1972), her best-known role for Fassbinder; Martha (1974), with Karlheinz Böhm, analysing a traditional marriage in a contemporary setting; Fear of Fear (1975); Mother Küsters' Trip to Heaven (1975); Satan's Brew (1976); Chinese Roulette (1976) and Women in New York (1977). She also appeared in individual episodes of two Fassbinder television productions: Eight Hours Are Not a Day (1972), and Berlin Alexanderplatz (1980).　　Carstensen also participated in international productions. In the third film made by Polish director Andrzej Żuławski, Possession (1981), a French-German coproduction, she performed together with Isabelle Adjani, Sam Neill und Heinz Bennent. Four years later she worked with Polish-born director Agnieszka Holland on her film Angry Harvest (1985), together with Armin Mueller-Stahl.This film was nominated for an Academy Award for Best Foreign Language Film.　　Her artistic collaboration with director Christoph Schlingensief began with two of his film projects. In his Adolf Hitler - A Hundred Years: The Last Hours in the Führer’s Bunker (1989), she played the part of Magda Goebbels. In his satirical political spoof Terror 2000: Intensive Care Germany (1992), she played the role of a Detective.　　Carstensen has appeared in films by directors such as Leander Haußmann (Sonnenallee, 1999); Romuald Karmakar (Manila, 2000); Chris Kraus (Scherbentanz, 2002, a role for which she won the Bavarian Film Award for Best Actress)[10]; Oskar Roehler (Agnes and His Brothers, 2004) and Detlev Buck (Hands off Mississippi, 2007).　　Over the 2007/08 season Carstensen assisted with the Austrian-German TV documentary Mr. Karl – A Person for People, directed by Kurt Mayer.\n",
    "hezuo": [
        [
            "库尔特·拉布 Kurt Raab",
            1
        ],
        [
            "芭芭拉·瓦伦汀 Barbara Valentin",
            1
        ],
        [
            "古特·拉姆普雷切特 Günter Lamprecht",
            1
        ],
        [
            "尤利·隆美尔 Ulli Lommel",
            1
        ],
        [
            "约阿希姆.汉森 Joachim Hansen",
            1
        ],
        [
            "卡罗尔·杜瑞 Carl Duering",
            1
        ],
        [
            "英格丽·卡文 Ingrid Caven",
            1
        ],
        [
            "阿德里安·霍芬 Adrian Hoven",
            1
        ],
        [
            "海因茨·贝能特 Heinz Bennent",
            1
        ],
        [
            "克劳斯·洛维奇 Klaus Löwitsch",
            1
        ]
    ]
}