{
    "name": "瓦妮莎·布兰奇 Vanessa Branch",
    "movies": [
        "功夫侠"
    ],
    "male": "女",
    "xingzuo": "白羊座",
    "birth": "1973-03-21",
    "area": "英国,伦敦",
    "zhiye": [
        "演员",
        "配音",
        "制片人"
    ],
    "moreName": [
        "范妮莎·布兰奇"
    ],
    "family": [],
    "intro": "\n　　Branch holds dual citizenship in the United Kingdom and the United States. She also speaks some French and Mandarin Chinese.[1]　　After graduating from Mercersburg Academy, a boarding school in south-central Pennsylvania, she graduated from Middlebury College in 1994. She won the crown as Miss Vermont 1994 and competed in the Miss America 1995 pageant. In 1996, she began tutoring two young girls, Blair and Ana Van Pelt, in French, and la...(展开全部)\n　　Branch holds dual citizenship in the United Kingdom and the United States. She also speaks some French and Mandarin Chinese.[1]　　After graduating from Mercersburg Academy, a boarding school in south-central Pennsylvania, she graduated from Middlebury College in 1994. She won the crown as Miss Vermont 1994 and competed in the Miss America 1995 pageant. In 1996, she began tutoring two young girls, Blair and Ana Van Pelt, in French, and later moved in with the Van Pelt family in Newport Beach, California. She has stayed in southern California since then and currently resides there.　　Branch appeared in the Lost episode \"Fire + Water\" as the character Karen. She also made an appearance on Gilmore Girls. She can also be seen in the Pirates of the Caribbean film series, playing Giselle, a Tortugan wench jilted by Johnny Depp's Captain Jack Sparrow. She had a guest appearance as Nadia Kerensky in the pilot of the short-lived NBC sitcom Andy Barker, P.I.. She also appeared in the Star Trek: Voyager episode \"Shattered\" as an adult Naomi Wildman.　　In 2002, Branch appeared on the ABC Daytime soap opera Port Charles as Mary Margaret \"Paige\" Barrington Smith and Rebecca \"Becca\" Barrington.　　In June 2006, she worked on an advertisement for Orbit Gum that introduced two new flavors, lemon-lime and crystal mint. She worked on advertisements with the company until 2010.[2] She was replaced by the current Orbit Gum Girl, actress Farris Patton.　　In July 2006, Maxim featured her in their \"Girls of Maxim\" gallery.[3]　　She plays the role of Zhana Agonskaya in the 2008 video game Command & Conquer: Red Alert 3.　　In 2010, she voiced the character of Beatrice Portinari in the 2010 video game Dante's Inferno and also starred in the Disney Channel comedy series Sonny with a Chance.　　In 2011, she starred as Claire in the Syfy original movie 51, which premiered in February 26, 2011.\n",
    "hezuo": [
        [
            "蒋梦婕 Mengjie Jiang",
            1
        ],
        [
            "柴纳·迈克 Chyna Mccoy",
            1
        ],
        [
            "阿曼·达博 Arman Darbo",
            1
        ],
        [
            "陈虎 Tiger Hu Chen",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ],
        [
            "茂文·道格拉斯 Melvyn Douglas",
            0
        ],
        [
            "刘承睦 Yoo Seung-Mok",
            0
        ],
        [
            "初井言荣 Kotoe Hatsui",
            0
        ],
        [
            "丽塔·科尔泰塞 Rita Cortese",
            0
        ]
    ]
}