{
    "name": "章子怡 Ziyi Zhang",
    "movies": [
        "哥斯拉2：怪兽之王 Godzilla: King of the Monsters",
        "无问西东",
        "攀登者",
        "尖峰时刻2 Rush Hour 2"
    ],
    "male": "女",
    "xingzuo": "水瓶座",
    "birth": "1979-02-09",
    "area": "中国,北京",
    "zhiye": [
        "演员",
        "配音",
        "制片人"
    ],
    "moreName": [],
    "family": [
        "章元孝(父)",
        "李涿生(母)",
        "汪峰(丈夫)",
        "章子男(哥)",
        "殷旭(嫂)"
    ],
    "intro": "\n　　章子怡出生于北京普通工人家庭，她小时候曾苦练舞蹈，立志成为舞蹈演员。8岁的章子怡走进了宣武区少年宫学习舞蹈，因为她小时候长得很瘦，所以老师建议她去学习舞蹈。3年后，11岁的章子怡考入了北京舞蹈学院附中，开始了她6年的民间舞专业的学习，并且在1994年全国桃李杯舞蹈比赛中获得了表演奖。这次获奖不但没有使小小的章子怡沾沾自喜，却使她开始了第二次人生选择，于是她想到了戏剧，想到了电影。小时候的舞蹈基础并没有白学，为她在以后拍摄武打戏奠定了良好的基础。　...(展开全部)\n　　章子怡出生于北京普通工人家庭，她小时候曾苦练舞蹈，立志成为舞蹈演员。8岁的章子怡走进了宣武区少年宫学习舞蹈，因为她小时候长得很瘦，所以老师建议她去学习舞蹈。3年后，11岁的章子怡考入了北京舞蹈学院附中，开始了她6年的民间舞专业的学习，并且在1994年全国桃李杯舞蹈比赛中获得了表演奖。这次获奖不但没有使小小的章子怡沾沾自喜，却使她开始了第二次人生选择，于是她想到了戏剧，想到了电影。小时候的舞蹈基础并没有白学，为她在以后拍摄武打戏奠定了良好的基础。　　1998年，还在读中戏的章子怡因被著名导演张艺谋选中，出演电影《我的父亲母亲》女主角（招娣）而声名鹊起。银幕上的她，穿着红色碎花小棉袄、围着红色的围巾，扎着绿色的头绳，清纯而朴素。在电影里她成功塑造了一个在非常时期为爱痴狂的农家女孩。她以此片获得第二十三届大众电影百花奖最佳女主角及影片获得柏林国际电影节银熊奖。1999年，由张艺谋导演推荐，她加盟了李安导演的武侠大片《卧虎藏龙》，出演叛逆格格玉娇龙，与周润发、杨紫琼等华人巨星“大打出手”。后来章子怡与徐静蕾、周迅、赵薇等其他三位中国女演员并称四大花旦。　　2002——2004年，连续出演了张艺谋导演的武侠巨制《英雄》和《十面埋伏》，于李连杰，梁朝伟，张曼玉，刘德华，金城武等华人巨星同台演绎。影片打破了当时中国电影的票房纪录，开创了国内商业“大片”时代，影响力与知名度再度飙升，一跃成为华人地区最闪耀的影星。同时也出演了娄烨导演的《紫蝴蝶》以及《茉莉花开》影片。并分别凭借《十面埋伏》拿下2005年的华表奖和《茉莉花开》金鸡奖最佳女演员。　　2005年2月，第77届奥斯卡颁奖典礼邀请她作为最佳视觉效果颁奖，使她成为继陈冲后又一位在奥斯卡奖上担任颁奖嘉宾的华人女星。之后与巩俐、杨紫琼等资深影星一起拍摄了斯皮尔伯格监制的日本电影《艺伎回忆录》，并因此片被提名金球奖最佳女主角提名。　　2005年3月，凭借主演王家卫导演的电影《2046》夺得香港电影金像奖最佳女主角奖，获得影后殊荣。　　2008年，仍将工作重心放在国内的她，参与拍摄了陈凯歌导演的《梅兰芳》。此时的她，演技游刃有余，表演从容不迫，虽然戏份不多，但成功塑造了一代冬皇孟小冬，并拿下了人生的第二个华表奖优秀女演员奖。　　2009年，首次担任制片人并主演电影《非常完美》。 同年也接拍了王家卫导演拍摄的动作电影《一代宗师》。　　2010年，福布斯中国名人榜章子怡荣升第5位。　　2011年3月15日，章子怡和成龙担任第一届北京国际电影节形象大使。　　2013年6月，法国文化部授予其“法兰西文学艺术骑士勋章”以表彰章子怡在电影艺术领域的成就。11月22日，章子怡凭《一代宗师》获得金马奖最佳女主角。至此章子怡成为华语电影史上首位集齐“大众电影百花奖、中国电影华表奖、中国电影金鸡奖、香港电影金像奖、台湾电影金马奖”最佳女演员奖的演员 。2014年3月28日，在第八届亚洲电影大奖上，凭借《一代宗师》拿下最佳女主角奖。2014年4月13日，第33届香港电影金像奖在港举行，章子怡获得最佳女主角奖。　　从1998年出道至今，章子怡已经多次荣获外媒评选的“最美人物”“最性感人物”等称号。美国著名的杂志《people》更是先后四次评选章子怡为年度最美人物。\n",
    "hezuo": [
        [
            "成龙 Jackie Chan",
            2
        ],
        [
            "米莉·波比·布朗 Millie Bobby Brown",
            1
        ],
        [
            "多布杰 Duobujie",
            1
        ],
        [
            "张译 Yi Zhang",
            1
        ],
        [
            "胡歌 Ge Hu",
            1
        ],
        [
            "米雪 Michelle Mee",
            1
        ],
        [
            "韩童生 Tongsheng Han",
            1
        ],
        [
            "祖峰 Feng Zu",
            1
        ],
        [
            "陈楚生 Chusheng Chen",
            1
        ],
        [
            "渡边谦 Ken Watanabe",
            1
        ]
    ]
}