{
    "name": "约翰·卡西尼 John Cassini",
    "movies": [
        "七宗罪 Se7en"
    ],
    "male": "男",
    "xingzuo": "处女座",
    "birth": "09-02",
    "area": "加拿大,多伦多",
    "zhiye": [
        "演员",
        "制片人",
        "编剧"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　John was born and raised in downtown Toronto to Italian parents who made the long journey to Canada to start a new life. He first caught the acting/filmmaking bug in Grade 8. It was then that Aiko Suzuki (sister of David Suzuki) came to his class and taught a course in super 8 filmmaking. John played his first leading role as a blind boy in a film shot in the then new Spadina subway station. Nevertheless, it would take some time and a dive...(展开全部)\n　　John was born and raised in downtown Toronto to Italian parents who made the long journey to Canada to start a new life. He first caught the acting/filmmaking bug in Grade 8. It was then that Aiko Suzuki (sister of David Suzuki) came to his class and taught a course in super 8 filmmaking. John played his first leading role as a blind boy in a film shot in the then new Spadina subway station. Nevertheless, it would take some time and a diversion into athletics before John would return to his passion for the arts.　　John would eventually find his focus in athletics at Central Tech High School. John would go on to be part of the record breaking 4x100m relay team alongside Olympian Atlee Mahorn. It was his speed that would catch the attention of the football team and in his senior year he would be awarded an Athletic Scholarship to Simon Fraser University in Vancouver, BC. It was in the Simon Fraser Theater program that John's passion for acting was ignited. John would waste no time, and after 2 years at the University John made the move to New York to join his older brother Frank to further his studies and commit to acting as a life choice. By day John studied with acclaimed acting teacher Julie Bovasso. At night John would go to what he calls \"one of the greatest jobs I have ever talked my way into\" - an usher at the renowned Vivian Beaumont Theater in the beautiful Lincoln Center. Nightly, John would seat his audiences and then get lost in the magic of the theater as he quietly perched at the top of the stairs.　　John found his way back to Vancouver where he spent a few years doing plays, a variety of TV and film projects and eventually landed his first big Hollywood Feature Film- Alive. Soon after John was in Los Angeles for the Premiere of Alive, and quickly began landing roles, resulting in a permanent move to L.A.　　While in LA John co-wrote, produced and starred in the award winning independent film Break A Leg starring Molly Parker, Jennifer Beals, Sandra Oh, Kevi\n",
    "hezuo": [
        [
            "格温妮斯·帕特洛 Gwyneth Paltrow",
            1
        ],
        [
            "安德鲁·凯文·沃克 Andrew Kevin Walker",
            1
        ],
        [
            "凯文·史派西 Kevin Spacey",
            1
        ],
        [
            "李·厄米 R. Lee Ermey",
            1
        ],
        [
            "雷格·E·凯蒂 Reg E. Cathey",
            1
        ],
        [
            "摩根·弗里曼 Morgan Freeman",
            1
        ],
        [
            "布拉德·皮特 Brad Pitt",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ],
        [
            "茂文·道格拉斯 Melvyn Douglas",
            0
        ]
    ]
}