{
    "name": "约瑟芬·德·拉·波美 Joséphine de La Baume",
    "movies": [
        "王牌保镖 The Hitman's Bodyguard"
    ],
    "male": "女",
    "xingzuo": "天秤座",
    "birth": "1984-10-08",
    "area": "法国,巴黎",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [
        "Mark Ronson（夫）"
    ],
    "intro": "\n　　Joséphine de La Baume est une actrice, chanteuse et mannequin française née à Paris le 8 octobre 1984.　　En 2009 elle apparaît au Lucernaire dans la pièce L'Une de l'Autre et tourne dans La Princesse de Montpensier de Bertrand Tavernier (en compétition au festival de Cannes 2010) et Notre jour viendra de Romain Gavras.　　Au sein du groupe Singtank, qu'elle forme avec son frère Alexandre de La Baume, elle enregistre actuelle...(展开全部)\n　　Joséphine de La Baume est une actrice, chanteuse et mannequin française née à Paris le 8 octobre 1984.　　En 2009 elle apparaît au Lucernaire dans la pièce L'Une de l'Autre et tourne dans La Princesse de Montpensier de Bertrand Tavernier (en compétition au festival de Cannes 2010) et Notre jour viendra de Romain Gavras.　　Au sein du groupe Singtank, qu'elle forme avec son frère Alexandre de La Baume, elle enregistre actuellement[Quand ?] un album réalisé par le producteur britannique Nellee Hooper.　　Elle a participé également au tournage d'une publicité vidéo de 2011 pour la marque de lingerie Agent Provocateur, et on a pu la voir sur les photos d'une camapgne de publicité pour Zadig & Voltaire.　　Elle joue par la suite le rôle de Joy dans le film Joy de V. réalisé par Nadia Szold.　　Elle joue aussi le rôle de Madeleine dans Johnny English, le retour avec Rowan Atkinson réalisé par Oliver Parker.　　Elle épouse le musicien anglais Mark Ronson le 3 septembre 2011.\n",
    "hezuo": [
        [
            "瑞恩·雷诺兹 Ryan Reynolds",
            1
        ],
        [
            "加里·奥德曼 Gary Oldman",
            1
        ],
        [
            "巴里·阿茨玛 Barry Atsma",
            1
        ],
        [
            "艾洛蒂·袁 Elodie Yung",
            1
        ],
        [
            "萨尔玛·海耶克 Salma Hayek",
            1
        ],
        [
            "山姆·哈兹尔丁 Sam Hazeldine",
            1
        ],
        [
            "塞缪尔·杰克逊 Samuel L. Jackson",
            1
        ],
        [
            "克里斯蒂·米切尔 Kirsty Mitchell",
            1
        ],
        [
            "乔昆姆·德·阿尔梅达 Joaquim de Almeida",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}