{
    "name": "罗布·阿切尔 Rob Archer",
    "movies": [
        "噩梦娃娃屋 Ghostland"
    ],
    "male": "男",
    "xingzuo": "not found",
    "birth": "not found",
    "area": "not found",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　They didn't throw away the mold, when it came to Rob Archer. He broke it. At 6'6\", and 285 lbs. of solid, etched muscle, Archer moves like a comic book superhero come to life. As an actor, he moves smoothly between playing the recurring role of Bio-Man on \"Defiance\" [Seasons 1,2,3], the recurring role of Bruce on \"Lost Girl\" [Seasons 3, 4, 5] and the \"Lost Girl\" webisodes, four different characters on \"Warehouse 13,\" guest-starred as The B...(展开全部)\n　　They didn't throw away the mold, when it came to Rob Archer. He broke it. At 6'6\", and 285 lbs. of solid, etched muscle, Archer moves like a comic book superhero come to life. As an actor, he moves smoothly between playing the recurring role of Bio-Man on \"Defiance\" [Seasons 1,2,3], the recurring role of Bruce on \"Lost Girl\" [Seasons 3, 4, 5] and the \"Lost Girl\" webisodes, four different characters on \"Warehouse 13,\" guest-starred as The Brain on \"XIII: The Series,\" Vernon Hicks in The Samaritan, and Buzz on Bulletproof Monk. Archer's credits also include \"Beauty and the Beast,\" Kickass2, \"Flashpoint,\" \"Alphas,\" and Repo Men.　　For the winter of 2015, Archer embodies what is becoming, according to Hitfix, this generation's premiere bogeymen: Krampus in A Christmas Horror Story, co-starring William Shatner, which premiered at Fantasia, 2015. Certainly this is bolstered by two awards from the 2015 After Dark Film Festival: Best Monster/Creature (Krampus) and best Villain (Krampus played by Rob Archer).　　Archer has just completed work on 22 Chaser, playing opposite Brian J. Smith (Sense8) and Raoul Trujillo (Sicario) and Operation Insanity where he takes on, literally, James Caan. Before that, he most recently appeared as the lead Navy Seal in Adam Sandlers, Pixels, trading lines with Josh Gad. Archer's career began as a stuntman/actor on \"Mutant X\" when he played the villain in the Season 2 finale. He was brought back to the series again in their third season and also appeared in Robocop. A consistent pattern emerged where producers took note of his acting and expanded his roles to keep him on screen longer.\n",
    "hezuo": [
        [
            "凯文·泡尔 Kevin Power",
            1
        ],
        [
            "克里斯塔尔·里德 Crystal Reed",
            1
        ],
        [
            "阿纳斯塔西娅·菲利普斯 Anastasia Phillips",
            1
        ],
        [
            "泰勒·辛克森 Taylor Hickson",
            1
        ],
        [
            "艾米莉亚·琼斯 Emilia Jones",
            1
        ],
        [
            "Mariam Bernstein",
            1
        ],
        [
            "埃内斯托·格里菲思 Ernesto Griffith",
            1
        ],
        [
            "玛莲·法莫 Mylène Farmer",
            1
        ],
        [
            "艾丽西亚·约翰斯顿 Alicia Johnston",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}