{
    "name": "罗茜·费尔纳 Rosie Fellner",
    "movies": [
        "玛拉 Mara",
        "侍女 Cô Hầu Gái"
    ],
    "male": "女",
    "xingzuo": "not found",
    "birth": "not found",
    "area": "爱尔兰,蒂珀雷里郡",
    "zhiye": [
        "演员",
        "制片人"
    ],
    "moreName": [],
    "family": [
        "Adrian Vitoria（夫）"
    ],
    "intro": "\n　　Rosie Fellner is an English/Irish actress and film producer.[1] Fellner's first foray into the spotlight was on the cult TV show The Fast Show, which featured celebrity guest stars, such as Johnny Depp. Fellner also received attention for the popular British series, The Alan Clarke Diaries, for her portrayal of Joei Harkness, whose love affair with John Hurt's character causes a scandal. In addition, she notably appeared with Steve Coogan ...(展开全部)\n　　Rosie Fellner is an English/Irish actress and film producer.[1] Fellner's first foray into the spotlight was on the cult TV show The Fast Show, which featured celebrity guest stars, such as Johnny Depp. Fellner also received attention for the popular British series, The Alan Clarke Diaries, for her portrayal of Joei Harkness, whose love affair with John Hurt's character causes a scandal. In addition, she notably appeared with Steve Coogan and Rob Brydon in the series, The Trip To Italy, as well as the movie version. Fellner has worked as an actress on TV, film, radio and on the stage, starring with Kate Beckinsale, Sean Bean, Robert De Niro, Geoffrey Rush, Heather Graham, and Jacqueline Bisset. Fellner co-founded the production company, Rosebud Pictures, with her husband, Adrian Vitoria.[2]\n",
    "hezuo": [
        [
            "哈维尔·博泰特 Javier Botet",
            1
        ],
        [
            "兰斯·E·尼克尔斯 Lance E. Nichols",
            1
        ],
        [
            "金春 Kim Xuan",
            1
        ],
        [
            "凯特·绒 Nhung Kate",
            1
        ],
        [
            "吉恩·米歇尔·里肖德 Jean-Michel Richaud",
            1
        ],
        [
            "梅丽莎·博洛纳 Melissa Bolona",
            1
        ],
        [
            "吉娅·斯科娃 Gia Skova",
            1
        ],
        [
            "欧嘉·柯瑞兰寇 Olga Kurylenko",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ]
    ]
}