{
    "name": "肯·梁 Ken Leung",
    "movies": [
        "人工智能 Artificial Intelligence: AI",
        "尖峰时刻 Rush Hour"
    ],
    "male": "男",
    "xingzuo": "水瓶座",
    "birth": "1970-01-21",
    "area": "美国,纽约",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [
        "肯·兰格"
    ],
    "family": [],
    "intro": "\n　　Kenneth \"Ken\" Leung (born January 21, 1970) is an American actor best known for his role as Miles Straume in the ABC television series Lost and roles in such films as Shanghai Kiss, Rush Hour, X-Men: The Last Stand, and Saw.　　Early lifeKen Leung was born in New York City and initially raised in the Two Bridges section of the Lower East Side of Manhattan.[citation needed] His family moved to Midwood, Brooklyn where he grew up before fini...(展开全部)\n　　Kenneth \"Ken\" Leung (born January 21, 1970) is an American actor best known for his role as Miles Straume in the ABC television series Lost and roles in such films as Shanghai Kiss, Rush Hour, X-Men: The Last Stand, and Saw.　　Early lifeKen Leung was born in New York City and initially raised in the Two Bridges section of the Lower East Side of Manhattan.[citation needed] His family moved to Midwood, Brooklyn where he grew up before finishing high school in Old Bridge, New Jersey.[citation needed]　　Leung later attended New York University (NYU) as a University Scholar and discovered acting in his junior year, when he studied acting with Catherine Russell and Nan Smithner,[citation needed] and then briefly with Anne Jackson at HB Studio.[citation needed] During this time he acted mostly in downtown spaces and black box theaters, working with groups such as the Ma-Yi Theater Company,[citation needed] New Perspectives,[citation needed] and STAR, a traveling group of actors-educators based in Mount Sinai Hospital.　　CareerIn 1997, Leung made his debut in Brett Ratner's Rush Hour. Ratner stated, \"[Ken]'s a great actor. In my opinion, he's equivalent to Philip Seymour Hoffman as far as talent is concerned.\"[1] He would later work with Ratner in the films Red Dragon, The Family Man, and X-Men: The Last Stand. Edward Norton cast him in his directorial debut Keeping the Faith in 2000. Since then Leung has appeared in several independent and television films, as well as features, including four films with Brett Ratner and two with Spike Lee. In 1998, he played James the Less and God in Terrence McNally's passion play, Corpus Christi, and in 2002 made his Broadway debut in the musical Thoroughly Modern Millie (and appears on the cast recording).　　In 2007, he starred in the independent film Shanghai Kiss with Hayden Panettiere, and earned a Special Mention at the San Francisco International Asian American Film Festival.[citation needed] That same year he guest-starred in the final season of the HBO drama series The Sopranos. He followed this with the ABC drama Lost as Miles Straume from the series' fourth season through the rest of its run. Leung in rumored to star in the pilot for the television adaption of the comic book Chew as the title character Tony Chu.\n",
    "hezuo": [
        [
            "克拉克·格雷格 Clark Gregg",
            1
        ],
        [
            "汤姆·威尔金森 Tom Wilkinson",
            1
        ],
        [
            "伊丽莎白·佩纳 Elizabeth Peña",
            1
        ],
        [
            "成龙 Jackie Chan",
            1
        ],
        [
            "海利·乔·奥斯蒙 Haley Joel Osment",
            1
        ],
        [
            "山姆·洛巴兹 Sam Robards",
            1
        ],
        [
            "马泰 Tzi Ma",
            1
        ],
        [
            "威廉·赫特 William Hurt",
            1
        ],
        [
            "裘德·洛 Jude Law",
            1
        ],
        [
            "汤姆·加洛普 Tom Gallop",
            1
        ]
    ]
}