{
    "name": "艾丽西娅·维拉-贝利 Alicia Vela-Bailey",
    "movies": [
        "关灯后 Lights Out",
        "安娜贝尔2：诞生 Annabelle: Creation"
    ],
    "male": "女",
    "xingzuo": "巨蟹座",
    "birth": "1982-07-08",
    "area": "美国,瓦胡岛",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [],
    "family": [
        "Cecelia Vela-Bailey(母)",
        "Carlos Armando Vela(父)",
        "Nicole Vela-Bailey(妹妹)",
        "Marissa Vela-Bailey(妹妹)"
    ],
    "intro": "\n　　Alicia was raised in Kailua, on the beautiful island of Oahu. Her mom, Cecelia, was a ballerina and an artist. While her father, Armando, was also an artist, he had his own landscaping company and was one of the top magicians on the island. Having two artistic parents, Alicia and her two younger sisters(Nicole and Marissa) were put into gymnastics and dance at a very young age. Coached by Joe Rapp of the Hawaiian Island Twisters, Alicia be...(展开全部)\n　　Alicia was raised in Kailua, on the beautiful island of Oahu. Her mom, Cecelia, was a ballerina and an artist. While her father, Armando, was also an artist, he had his own landscaping company and was one of the top magicians on the island. Having two artistic parents, Alicia and her two younger sisters(Nicole and Marissa) were put into gymnastics and dance at a very young age. Coached by Joe Rapp of the Hawaiian Island Twisters, Alicia became a competitive level 9 gymnast. It wasn't until her sophomore year of high school when she was told by doctors that she had to quit gymnastics because of an elbow injury. Being told you cant do something that you love was very hard on her. But because of this Alicia turned her main focus to dance. She then became a member of Marcelo Pacleb's famous 24-VII Danceforce Company in Kaneohe, and thus found her passion for dance. At the age of 21, she was called in to audition to stunt double for Milla Jovovich in the film Ultraviolet. After booking the job, Alicia spent four months in Hong Kong and two months in Shanghai. It was her very first movie experience, and her first time doing stunts and martial arts. A performance which earned her two nominations for a Taurus World Stunt Award in 2007. After the film was completed, thinking nothing of what could be as a stunt career, Alicia went back to Hawaii to continue dancing and to teach dance. It wasn't until after the passing of her father, Alicia decided to make the move to Los Angeles to pursue her dance and modeling career. She seemed to have all the right moves because she ended up booking her very first dance audition, which was to be a Pussycat Doll. Being a Pussycat Doll, she was required to relocate to Las Vegas for the show, which took place in Caesar's Palace. She worked there for 8 months, before getting a call to audition for James Cameron's film, Avatar. Growing up watching many of Cameron's movies, she new what a big deal it would be to work with one of the top director\n",
    "hezuo": [
        [
            "安迪·奥修 Andi Osho",
            1
        ],
        [
            "格蕾丝·富尔顿 Grace Fulton",
            1
        ],
        [
            "玛莉亚·罗素 Maria Russell",
            1
        ],
        [
            "约瑟夫·比沙拉 Joseph Bishara",
            1
        ],
        [
            "露露·威尔逊 Lulu Wilson",
            1
        ],
        [
            "亚历山大·蒂珀希亚 Alexander DiPersia",
            1
        ],
        [
            "加布里埃尔·贝特曼 Gabriel Bateman",
            1
        ],
        [
            "罗南多·博伊斯 Rolando Boyce",
            1
        ],
        [
            "特丽莎·贝特曼 Talitha Bateman",
            1
        ],
        [
            "泰莉莎·帕尔墨 Teresa Palmer",
            1
        ]
    ]
}