{
    "name": "芬·维特洛克 Finn Wittrock",
    "movies": [
        "大空头 The Big Short"
    ],
    "male": "男",
    "xingzuo": "天蝎座",
    "birth": "1984-10-28",
    "area": "美国,马萨诸塞州,雷诺克斯",
    "zhiye": [
        "演员",
        "编剧"
    ],
    "moreName": [],
    "family": [
        "Sarah Roberts(妻)"
    ],
    "intro": "\n　　Born in Lenox, Massachusetts, Finn Wittrock grew up near the stage of Shakespeare and Company, where his father was an actor and voice teacher. He made his Broadway debut as Happy in Death of a Salesman, directed by Mike Nichols. Recently he has also appeared at the Goodman Theatre opposite Diane Lane in Tennesse Williams' Sweet Bird of Youth, directed by David Cromer, and alongside Sarah Wayne Callies in The Guardsman, directed by Gregory...(展开全部)\n　　Born in Lenox, Massachusetts, Finn Wittrock grew up near the stage of Shakespeare and Company, where his father was an actor and voice teacher. He made his Broadway debut as Happy in Death of a Salesman, directed by Mike Nichols. Recently he has also appeared at the Goodman Theatre opposite Diane Lane in Tennesse Williams' Sweet Bird of Youth, directed by David Cromer, and alongside Sarah Wayne Callies in The Guardsman, directed by Gregory Mosher at The Kennedy Center. Off-Broadway he starred in Tony Kushner's The Illusion at the Signature Theatre. Shortly after graduating from Juilliard, he played Romeo at the Shakespeare Theatre In DC, and Marchbanks in Bernard Shaw's Candida at the Berkshire Theatre Festival. Upcoming films include Unbroken, Winter's Tale and Noah, and on television he will be appearing in Masters of Sex on Showtime as well as The Normal Heart on HBO. Wittrock originated the role of Damon on All My Children, and he has made appearances on shows such as Criminal Minds, Harry's Law, CSI: Miami, Cold Case, and ER. He attended the Los Angeles County High School for the Arts. He is a member of The Mechanicals Theatre Group in Los Angeles, where he has also directed. His screenplay The Submarine Kid, which he wrote with lifelong friend Eric Bilitch, is scheduled to begin production in 2014.\n",
    "hezuo": [
        [
            "约翰·马加罗 John Magaro",
            1
        ],
        [
            "史蒂夫·卡瑞尔 Steve Carell",
            1
        ],
        [
            "梅丽莎·里奥 Melissa Leo",
            1
        ],
        [
            "瑞恩·高斯林 Ryan Gosling",
            1
        ],
        [
            "玛丽莎·托梅 Marisa Tomei",
            1
        ],
        [
            "杰瑞米·斯特朗 Jeremy Strong",
            1
        ],
        [
            "克里斯蒂安·贝尔 Christian Bale",
            1
        ],
        [
            "拉菲·斯波 Rafe Spall",
            1
        ],
        [
            "布拉德·皮特 Brad Pitt",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}