{
    "name": "莉萨·拉皮拉 Liza Lapira",
    "movies": [
        "速度与激情4 Fast & Furious"
    ],
    "male": "女",
    "xingzuo": "射手座",
    "birth": "1981-12-03",
    "area": "美国,纽约,Queens",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Liza Lapira (born December 3, 1981) is an American actress best known for playing Kianna in the 2008 film 21 and Special Agent Michelle Lee in NCIS. Currently she is starring as Robin in the ABC comedy Don't Trust the B---- in Apartment 23.　　Early life　　Liza Lapira was born in Queens, New York and she moved to Los Angeles, California in 2004. She is Filipino American.[1] She is of Filipino, Spanish, and Chinese descent. She started a...(展开全部)\n　　Liza Lapira (born December 3, 1981) is an American actress best known for playing Kianna in the 2008 film 21 and Special Agent Michelle Lee in NCIS. Currently she is starring as Robin in the ABC comedy Don't Trust the B---- in Apartment 23.　　Early life　　Liza Lapira was born in Queens, New York and she moved to Los Angeles, California in 2004. She is Filipino American.[1] She is of Filipino, Spanish, and Chinese descent. She started acting in New York in theatrical productions and small films before moving to Los Angeles in 2004 to work on television shows.　　Career　　Stage　　Lapira's New York stage credits include As You Like It, The School for Wives, The Odyssey, and Alexandra Cunningham's No. 11 Blue and White.　　Film　　Early film credits include director Tony Scott's Domino and independent feature The Big Bad Swim, which premiered at the Tribeca Film Festival in 2006, Lapira appeared in J. J. Abrams' 2008 film Cloverfield as Heather and has a role in the films Table for Three and 21. In 2009, she played Agent Sophie Trinh in the film Fast & Furious opposite Paul Walker, and in 2010, she played Alva in Repo Men.　　Television　　Lapira's first major role was a series regular spot on the Showtime TV series Huff. Most recently, Lapira played neuroscientist Ivy in both seasons of Joss Whedon's series Dollhouse, appearing predominantly with Fran Kranz and Dichen Lachman.　　Her TV credits include recurring roles in Dexter, ER, Monk, Grey's Anatomy, Law & Order: SVU, The Parkers as Shaquan, Sex and the City, and The Sopranos.She was a cast member of the Fox series Traffic Light, and played Liz in the film Crazy, Stupid, Love., starring Steve Carell and Ryan Gosling. She is best known for her roles as Agent Michelle Lee in NCIS and Robin in Don't Trust the B---- in Apartment 23.　　Personal Life　　Liza is a proud supporter of LA’s BEST, an after-school enrichment program in conjunction with the Los Angeles Unified School District.[2]. Liza is a self confessed \"Nerd\", with a passion for snorkelling and lip balm and is known to her friends as Minnie.\n",
    "hezuo": [
        [
            "谢伊·惠格姆 Shea Whigham",
            1
        ],
        [
            "米歇尔·罗德里格兹 Michelle Rodriguez",
            1
        ],
        [
            "拉兹·阿隆索 Laz Alonso",
            1
        ],
        [
            "约翰·奥提兹 John Ortiz",
            1
        ],
        [
            "乔丹娜·布鲁斯特 Jordana Brewster",
            1
        ],
        [
            "保罗·沃克 Paul Walker",
            1
        ],
        [
            "盖尔·加朵 Gal Gadot",
            1
        ],
        [
            "姜成镐 Sung Kang",
            1
        ],
        [
            "范·迪塞尔 Vin Diesel",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}