{
    "name": "蒂姆·巴格莱 Tim Bagley",
    "movies": [
        "变相怪杰 The Mask"
    ],
    "male": "男",
    "xingzuo": "狮子座",
    "birth": "1957-08-17",
    "area": "美国,明尼苏达州明尼阿波利斯",
    "zhiye": [
        "演员",
        "制片人",
        "编剧"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Tim Bagley was born in Minneapolis, Minnesota, and grew up in Madison and Trempealeau, Wisconsin, and Niles, Michigan, with his parents, Carol and Elwyn, and four siblings, Anne, Patrick, Kit and Dan. After High School Tim moved to southern California to perform with the singing group \"The Young Americans,\" while majoring in Art with a minor in Psychology at California State University Fullerton. After college came a string of odd jobs: A ...(展开全部)\n　　Tim Bagley was born in Minneapolis, Minnesota, and grew up in Madison and Trempealeau, Wisconsin, and Niles, Michigan, with his parents, Carol and Elwyn, and four siblings, Anne, Patrick, Kit and Dan. After High School Tim moved to southern California to perform with the singing group \"The Young Americans,\" while majoring in Art with a minor in Psychology at California State University Fullerton. After college came a string of odd jobs: A butler at the Playboy Mansion, a Mitzi Gaynor dancer, a Page at Paramount Studios, a reader at a court reporting college, and a phone service operator for two pimps named T-99 and Blueberry Muffin. Somewhere in there, he began taking acting classes with Gordon Hunt, Nina Foch, Howard Fine and The Groundlings. He wrote and performed with The Groundlings prestigious main company from 1989 through 1995. During that time Fern Champion and Mark Paladini cast him in his first feature film role as Irv, the mechanic, in The Mask (1994) starring 'Jim Carrey'. His first series regular role was on \"Howie Mandel's Sunny Skies\" (1995), for Showtime. He has gone on to become one of the foremost character actors in Hollywood, starring in movies, television, and on stage. He resides in Los Angeles.　　He was General Manager for Cathy Rigby's first tour of \"Peter Pan,\" which garnered two Tony award nominations.　　His cousin is Wisconsin State Representative, Jennifer Shilling.　　Wrote a one person show about his experience as a butler at the Playboy mansion called, \"Clean Boy Dirty Stories.\".　　He won the Jury Award at the U.S. Comedy Arts Festival in Aspen, Colorado for his one person show, \"Happy Hour.\".　　Won LA Weekly awards for Best Solo Comedy Performance in \"Groundlings, Pretty Groundlings,\" and Best Ensemble for \"Groundlings, Good and Twenty.\".　　In \"Day After Tomorrow,\" he delivered a monologue as TV News reporter, Tommy Levinson, with a helicopter hovering 10 feet above his head, only to find out years later that Roland Emmerich describes it as one of his most dangerous and terrifying shots as a director.\n",
    "hezuo": [
        [
            "彼得·格林纳 Peter Greene",
            1
        ],
        [
            "金·凯瑞 Jim Carrey",
            1
        ],
        [
            "Orestes Matacena",
            1
        ],
        [
            "彼得·里格特 Peter Riegert",
            1
        ],
        [
            "南茜·费什 Nancy Fish",
            1
        ],
        [
            "理查德·杰尼 Richard Jeni",
            1
        ],
        [
            "艾米·雅丝贝克 Amy Yasbeck",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ],
        [
            "茂文·道格拉斯 Melvyn Douglas",
            0
        ]
    ]
}