{
    "name": "西恩·海耶斯 Sean Hayes",
    "movies": [
        "怪兽大学 Monsters University",
        "遗愿清单 The Bucket List"
    ],
    "male": "男",
    "xingzuo": "巨蟹座",
    "birth": "1970-06-26",
    "area": "美国,伊利诺伊州,格伦埃林",
    "zhiye": [
        "演员",
        "配音",
        "制片人",
        "编剧",
        "导演"
    ],
    "moreName": [],
    "family": [
        "Scott Icenogle(丈夫)"
    ],
    "intro": "\n　　Chicago-born, Emmy Award winner Sean Hayes is a talented musician as well as an actor. He supported himself as a classical pianist and performed in a pop band for five years while attending Illinois State University where he majored in performance and conducting. Hayes began his professional career in the Chicago theatre community, serving as musical director at the Pheasant Run Theater for several years, appearing in several productions a...(展开全部)\n　　Chicago-born, Emmy Award winner Sean Hayes is a talented musician as well as an actor. He supported himself as a classical pianist and performed in a pop band for five years while attending Illinois State University where he majored in performance and conducting. Hayes began his professional career in the Chicago theatre community, serving as musical director at the Pheasant Run Theater for several years, appearing in several productions as well. He also appeared in the original production of \"Role Play\" at the Organic Theatre. An alumnus of the famed Second City improvisational comedy group, Hayes also had gigs as a stand-up comic, performing at The Comedy Club in Los Angeles. While still in Chicago, Hayes won roles in television shows as well as the television movie A & P (1996), based on a story by John Updike, before landing the role which earned him an Emmy Award in 2001 - Jack McFarland on the hit NBC comedy series \"Will & Grace\" (1998). He has also been honored with a SAG Award, an American Comedy Award and a TV Guide Award as well as with two Golden Globe Nominations. Hayes made his feature film debut in 1998 in the title role of the art-house hit Billy's Hollywood Screen Kiss (1998) which won critical acclaim at the Sundance Film Festival. He most recently starred in the box-office hit Cats & Dogs (2001) for the Warner Bros Studios. Hayes makes his home in Los Angeles.\n",
    "hezuo": [
        [
            "贝弗利·陶德 Beverly Todd",
            1
        ],
        [
            "詹妮弗·迪弗朗西斯科 Jennifer Defrancisco",
            1
        ],
        [
            "阿尔弗雷德·莫里纳 Alfred Molina",
            1
        ],
        [
            "乔尔·默里 Joel Murray",
            1
        ],
        [
            "大卫·弗利 Dave Foley",
            1
        ],
        [
            "海伦·米伦 Helen Mirren",
            1
        ],
        [
            "阿方索·弗里曼 Alfonso Freeman",
            1
        ],
        [
            "罗文娜·金 Rowena King",
            1
        ],
        [
            "查理·戴 Charlie Day",
            1
        ],
        [
            "彼得·孙 Peter Sohn",
            1
        ]
    ]
}