{
    "name": "西恩·哈里斯 Sean Harris",
    "movies": [
        "碟中谍6：全面瓦解 Mission: Impossible - Fallout",
        "碟中谍5：神秘国度 Mission: Impossible - Rogue Nation"
    ],
    "male": "男",
    "xingzuo": "not found",
    "birth": "1966",
    "area": "英国",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Sean Harris (born 1966) is an English actor, who is best known for his performance as Joy Division frontman Ian Curtis in the film 24 Hour Party People. He grew up in Norwich, Norfolk, where he lived until he was 23.　　Harris was born in Bethnal Green, London, England. Trained at the Drama Centre London. He also appeared in the cult horror Creep, in which he played a psychopathic killer stalking the London Underground. Harris appeared in...(展开全部)\n　　Sean Harris (born 1966) is an English actor, who is best known for his performance as Joy Division frontman Ian Curtis in the film 24 Hour Party People. He grew up in Norwich, Norfolk, where he lived until he was 23.　　Harris was born in Bethnal Green, London, England. Trained at the Drama Centre London. He also appeared in the cult horror Creep, in which he played a psychopathic killer stalking the London Underground. Harris appeared in his first British feature film lead in the independent film Saxon, released in 2008.　　Other notable roles include serial killer Ian Brady, one of the notorious culprits of the Moors Murders, on ITV1's See No Evil: The Moors Murders, and Nick Sidney in the cult mockumentary Brothers of the Head. Harris played Joy Division singer Ian Curtis in Michael Winterbottom film 24 Hour Party People. He has also appeared in the 2007 film Outlaw and in the television film Wedding Belles by Irvine Welsh and Dean Cavanagh. Harris played the drug dealer Stretch in Harry Brown. Harris played reporter Fred Hale in a new film adaptation of Brighton Rock, released in February 2011. Harris appeared in the British thriller film A Lonely Place to Die previously known as The Grave at Angel's Peak directed by Julian Gilbey.[1]　　Harris appeared in a short film, Native Son, playing a troubled young soldier who returns home to the Highlands from a war overseas but finds difficulty settling back into rural life. The film was written and directed by Scottish director Scott Graham[2] and premiered the 2010 Cannes Film Festival. He played Fifield in the Ridley Scott 2012 sci-fi film, Prometheus.　　http://en.wikipedia.org/wiki/Sean_Harris　　^ www.screendaily.com　　^ Semainedelacritique.com website\n",
    "hezuo": [
        [
            "丽贝卡·弗格森 Rebecca Ferguson",
            2
        ],
        [
            "文·瑞姆斯 Ving Rhames",
            2
        ],
        [
            "汤姆·克鲁斯 Tom Cruise",
            2
        ],
        [
            "西蒙·佩吉 Simon Pegg",
            2
        ],
        [
            "亨利·卡维尔 Henry Cavill",
            1
        ],
        [
            "韦斯·本特利 Wes Bentley",
            1
        ],
        [
            "西蒙·迈克伯尼 Simon McBurney",
            1
        ],
        [
            "米歇尔·莫纳汉 Michelle Monaghan",
            1
        ],
        [
            "延斯·赫尔腾 Jens Hultén",
            1
        ],
        [
            "汤姆·霍兰德 Tom Hollander",
            1
        ]
    ]
}