{
    "name": "詹姆斯·福克纳 James Faulkner",
    "movies": [
        "极寒之城 Atomic Blonde"
    ],
    "male": "not found",
    "xingzuo": "巨蟹座",
    "birth": "1948-07-18",
    "area": "英国,伦敦,汉普斯特德",
    "zhiye": [
        "演员",
        "配音",
        "制片人"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Overview (3)　　Born\tJuly 18, 1948 in Hampstead, London, England, UK　　Birth Name\tJames Sebastian Faulkner　　Height\t6' 1\" (1.85 m)　　Mini Bio (1)　　James Faulkner is an English actor best known for his roles as Pope Sixtus IV in the historical fantasy series Da Vinci's Demons, and as Randyll Tarly in the HBO series, Game of Thrones.　　When at school, Faulkner was never deemed as an academically minded student, however compensate...(展开全部)\n　　Overview (3)　　Born\tJuly 18, 1948 in Hampstead, London, England, UK　　Birth Name\tJames Sebastian Faulkner　　Height\t6' 1\" (1.85 m)　　Mini Bio (1)　　James Faulkner is an English actor best known for his roles as Pope Sixtus IV in the historical fantasy series Da Vinci's Demons, and as Randyll Tarly in the HBO series, Game of Thrones.　　When at school, Faulkner was never deemed as an academically minded student, however compensated by immersing himself into the arts, training as a chorister and taking part in every house play, school play and choral society concert available. Accepted into the Royal Central School of Speech and Drama, Faulkner studied exhaustively for three years, and won the lead role in the final graduation production of Kiss Me Kate. A promising start to the industry saw his stage presence transform dramatically, being cast in productions including Much Ado About Nothing, Dear Antoine, and The Bacchae, until it became clear that it was his time to enter the film industry.　　In 1972, Faulkner made his big screen debut, being cast as Josef Strauss in MGM's musical, The Great Waltz. Without question, a cavalcade of roles soon followed, appearing in films such as Whispering Death, Murder on the Orient Express, and Priest of Love. In 1988, he appeared opposite Jeremy Brett as one of the biggest enemies of Sherlock Holmes in The Hound of the Baskervilles. Some of his more notable appearances include roles in I Claudius, Underworld: Blood Wars, The Three Investigators, and the Bridget Jones films.　　Over a long career in front on the lens, Faulkner has also lent his voice to a number of video games, including Harry Potter and the Half-Blood Prince, voicing Severus Snape, and additional voices in Dragon Age: Inquisition. Most recently, he voices Swain in the world-renowned League of Legends.　　Announced in 2016, Faulkner joined the cast of the HBO series Game of Thrones, portraying Randyll Tarly, a character mentioned frequently throughout the duration of the show. His l\n",
    "hezuo": [
        [
            "托比·琼斯 Toby Jones",
            1
        ],
        [
            "索菲亚·波多拉 Sofia Boutella",
            1
        ],
        [
            "比尔·斯卡斯加德 Bill Skarsgård",
            1
        ],
        [
            "埃迪·马森 Eddie Marsan",
            1
        ],
        [
            "罗兰·默勒 Roland Møller",
            1
        ],
        [
            "詹姆斯·麦卡沃伊 James McAvoy",
            1
        ],
        [
            "查理兹·塞隆 Charlize Theron",
            1
        ],
        [
            "约翰·古德曼 John Goodman",
            1
        ],
        [
            "山姆·哈格雷夫 Sam Hargrave",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}