{
    "name": "诺拉·邓恩 Nora Dunn",
    "movies": [
        "冒牌天神 Bruce Almighty"
    ],
    "male": "女",
    "xingzuo": "金牛座",
    "birth": "1952-04-29",
    "area": "美国,伊利诺伊州,芝加哥",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Overview (2)　　Born\tApril 29, 1952 in Chicago, Illinois, USA　　Height\t5' 5\" (1.65 m)　　Mini Bio (1)　　Nora Dunn got her start working at the famous Second City comedy troupe, where she was eventually spotted by Saturday Night Live (1975) casting directors, and she joined the SNL cast (among them Joan Cusack, Robert Downey Jr., Anthony Michael Hall, Jon Lovitz, Dennis Miller, Randy Quaid, Terry Sweeney, Danitra Vance, A. Whitney Bro...(展开全部)\n　　Overview (2)　　Born\tApril 29, 1952 in Chicago, Illinois, USA　　Height\t5' 5\" (1.65 m)　　Mini Bio (1)　　Nora Dunn got her start working at the famous Second City comedy troupe, where she was eventually spotted by Saturday Night Live (1975) casting directors, and she joined the SNL cast (among them Joan Cusack, Robert Downey Jr., Anthony Michael Hall, Jon Lovitz, Dennis Miller, Randy Quaid, Terry Sweeney, Danitra Vance, A. Whitney Brown and Al Franken) in the era that is generally considered the \"Dark Years\" in the history of SNL.　　Dunn graduated from the Art institute of Chicago and also studied at the Jean Sheldon Acting Workshop in San Francisco. In addition to her roles on television and film, she performs her critically acclaimed one-woman show in theaters around the country. She recently completed a screenplay that she will direct and is the author of a book, \"Nobody's Rib\".　　- IMDb Mini Biography By: CloakedCat　　Spouse (2)　　Sean McGarry\t(18 April 1998 - present)　　Ray Hutcherson\t(September 1987 - 1995) ( divorced)　　Trade Mark (1)　　Often plays doctors　　Trivia (4)　　Sister of Kevin Dunn.　　Boycotted a Saturday Night Live (1975) episode in May 1990 because controversial comedian Andrew Dice Clay was hosting the show.　　She is of Irish, English, Scottish, and German ancestry.　　Shares her birthday with actors Daniel Day-Lewis and Michelle Pfeiffer.\n",
    "hezuo": [
        [
            "保罗·萨特菲尔德 Paul Satterfield",
            1
        ],
        [
            "史蒂夫·卡瑞尔 Steve Carell",
            1
        ],
        [
            "金·凯瑞 Jim Carrey",
            1
        ],
        [
            "詹妮弗·安妮斯顿 Jennifer Aniston",
            1
        ],
        [
            "菲利普·贝克·霍尔 Philip Baker Hall",
            1
        ],
        [
            "丽萨·安·沃尔特 Lisa Ann Walter",
            1
        ],
        [
            "凯瑟琳·贝尔 Catherine Bell",
            1
        ],
        [
            "埃迪·杰米森 Eddie Jemison",
            1
        ],
        [
            "摩根·弗里曼 Morgan Freeman",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}