{
    "name": "达斯汀·米利甘 Dustin Milligan",
    "movies": [
        "恶魔 Demonic"
    ],
    "male": "男",
    "xingzuo": "狮子座",
    "birth": "1985-07-28",
    "area": "加拿大,西北地区,耶洛奈夫",
    "zhiye": [
        "演员",
        "配音",
        "编剧"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Milligan was born in Yellowknife, Northwest Territories.　　He starred in the short-lived primetime dramatic suspense series Runaway picked up by the CW network for its inaugural season in September 2006, but cancelled in October 2006 after only three episodes. He also starred in the Canadian network CTV`s made-for-TV-movie 8 Days to Live playing O.C. star Kelly Rowan`s missing son. His film credits include Final Destination 3 (2006), Sli...(展开全部)\n　　Milligan was born in Yellowknife, Northwest Territories.　　He starred in the short-lived primetime dramatic suspense series Runaway picked up by the CW network for its inaugural season in September 2006, but cancelled in October 2006 after only three episodes. He also starred in the Canadian network CTV`s made-for-TV-movie 8 Days to Live playing O.C. star Kelly Rowan`s missing son. His film credits include Final Destination 3 (2006), Slither (2006), The Butterfly Effect 2 (2006), In the Land of Women (2007), alongside Kristen Stewart, Adam Brody and Meg Ryan, as well as The Messengers (2007), also starring Kristen Stewart. He also played in the 2007 movie Butterfly on a Wheel. Milligan has also played minor roles in the television series The Days, Andromeda, The Dead Zone, Alice, I Think, Supernatural and the CBC`s Da Vinci`s City Hall.　　While promoting In The Land of Women, he starred in a series of 8 video diaries (put on YouTube), promoting the movie, and trying to get a date for the premiere.　　In the 2008-2009 television season, Dustin Milligan starred as Ethan Ward in The CW`s 90210, a spin-off of the popular 1990s prime-time soap opera Beverly Hills, 90210. Along side co-star Shenae Grimes and Jessica Lowndes, Milligan also followed the ranks of Jason Priestley former Beverly Hills, 90210 star as a Canadian actor on a U.S hit TV show. In late March 2009, writer/producer Rebecca Rand Kirshner Sinclair confirmed that Milligan would be written off the show in 90210`s second season.\n",
    "hezuo": [
        [
            "梅根·帕克 Megan Park",
            1
        ],
        [
            "弗兰克·格里罗 Frank Grillo",
            1
        ],
        [
            "斯科特·麦克洛维茨 Scott Mechlowicz",
            1
        ],
        [
            "艾伦·余 Aaron Yoo",
            1
        ],
        [
            "玛丽亚·贝罗 Maria Bello",
            1
        ],
        [
            "科迪·霍恩 Cody Horn",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ],
        [
            "茂文·道格拉斯 Melvyn Douglas",
            0
        ],
        [
            "刘承睦 Yoo Seung-Mok",
            0
        ]
    ]
}