{
    "name": "郑嘉颖 Kevin Cheng",
    "movies": [
        "叶问外传：张天志 葉問外傳：張天志"
    ],
    "male": "男",
    "xingzuo": "狮子座",
    "birth": "1969-08-15",
    "area": "美国,加利福尼亚,旧金山",
    "zhiye": [
        "演员"
    ],
    "moreName": [
        "嘉颖"
    ],
    "family": [
        "陈凯琳(妻)"
    ],
    "intro": "\n　　郑嘉颖，香港电视演员及歌手，无线电视的当家小生。郑嘉颖以歌手身份出道，早在20世纪90年代就获众多奖项，星路起伏后转战台湾，2001年重回无线发展，凭借剧集《烈火雄心II》《争分夺秒》《天幕下的恋人》等剧集人气急升，也奠定其一线小生的地位。2006年获得TVB最佳男主角奖项。近年作品有口碑不俗的《与敌同行》、《铁马寻桥》、《OnlyYou只有您》、《怒火街头》等。　　郑嘉颖于美国出生，但就读香港华仁小学、香港华仁书院，并曾经到加拿大升读中学及到美国升读大学，具大...(展开全部)\n　　郑嘉颖，香港电视演员及歌手，无线电视的当家小生。郑嘉颖以歌手身份出道，早在20世纪90年代就获众多奖项，星路起伏后转战台湾，2001年重回无线发展，凭借剧集《烈火雄心II》《争分夺秒》《天幕下的恋人》等剧集人气急升，也奠定其一线小生的地位。2006年获得TVB最佳男主角奖项。近年作品有口碑不俗的《与敌同行》、《铁马寻桥》、《OnlyYou只有您》、《怒火街头》等。　　郑嘉颖于美国出生，但就读香港华仁小学、香港华仁书院，并曾经到加拿大升读中学及到美国升读大学，具大学程度。16岁时参加新秀歌唱比赛，但于入了30名后便退出，继续升学。后来回港，曾于1993年签约宝丽金（现为环球唱片）成为旗下歌手，并随即加入乐坛，正式开始其歌手生涯，因为与经理人戴思聪意见不合，被唱片公司流放到台湾，曾在当地出过唱片和拍剧，但一直也星途浮沉。后来凭《绝代双骄》一剧中的奸角江玉郎，得到无线电视赏识，被邀请回到香港，并签约无线成为经理人合约艺员，由配角做起，直至《翡翠恋曲》才担正做男主角。　　郑嘉颖自2006年《天幕下的恋人》一剧播出后，事业扶摇直上，就在那时被卖身契风波所打击，外间以为这件事会令郑嘉颖的事业跌到谷底，不过因祸得福，郑嘉颖反而获无线力撑，成为当家小生，工作量排山倒海，事业从此攀上高峰，成为大红人，其遭遇及能力亦引起著名音乐家刘家昌留意，收为徒弟，并为郑嘉颖编作《无可奈何》。　　在2006年万千星辉颁奖典礼中，郑嘉颖获得最佳男主角，领奖时，激动得语气哽咽说：“阿妈撑咗我十三年，今晚我终于可以讲，你个仔冇入错行，大家只要坚持咬实牙根，梦想可以成真。”阿姐以“无线亲生仔”来介绍嘉颖，他解释当日所指顾氏父子是跟无线有经理人合约，个个都是仔女，后来便被写成是无线亲生仔，并且被困扰很久。外界盛传他与高层关系良好所以一直被力捧，但事实上，他鲜少有机会参与大制作的剧集，所演剧集的角色也多是小品剧的平凡小人物。然而郑嘉颖擅长从每个角色中挖掘不同的人物特点，并赋予他们各自鲜活的色彩、独立的个性甚至细微的表情动作，使每个角色都鲜明而独特。他在采访中常说，演员不应重复同一类角色，会丧失创作的激情，因此他创作的每一个角色都力求保持新鲜感，也因而让观众欣赏到更多面、更立体的郑嘉颖。2008年《与敌同行》播出后，郑嘉颖凭出色的表现，而被广泛认可演技。　　郑嘉颖常饰演正派，常以开心、爽朗的形象示众。他在TVB电视剧《通天干探》中饰演反派庄文希一角，在戏内与陈豪常有争执，他对该角色的演绎十分精彩到位，令到他的演技又上一层楼。　　郑嘉颖在2008年5月与王喜、胡杏儿、黄宗泽以及陈茵媺合作拍摄《烈火雄心3》，他饰演高级消防队长。后来郑嘉颖在2009年和佘诗曼、杨怡以及陈豪合作拍摄宫心计。他首先在戏内饰演一名棋博士，后为唐宣宗（陈豪）之近身侍卫。《烈火雄心3》和《宫心计》都在播出当年，取得异常出色的收视成绩。在2010年，他与元秋、马国明等合作拍摄《铁马寻桥》，在剧中先后饰演顾坚诚、顾汝章父子，性格前后差异很大，挑战演技。《铁马寻桥》无论口碑和收视均十分理想，郑嘉颖对顾氏父子的精彩诠释备受称赞。2011年，郑嘉颖在《怒火街头》中饰演流氓大律师罗力亚，有别于一向的斯文角色，演技大获好评，被视为2011年万千星辉颁奖典礼最佳男主角的大热人选。由文质彬彬到粗犷活力，郑嘉颖被公认为少有转型成功的电视男艺员。　　从郑嘉颖加入无线参与的第一部剧集《烈火雄心2》开始，就获得了剧集监制王心慰的赏识，自此之后王监制的剧集几乎每一部都给予他不同角色的锻炼机会。从2004年在王心慰的作品《翡翠恋曲》中担纲男主角以来，至2008年期间，他更是王所监制所有剧集中的男主角的首选，不少剧集的角色都为他量身定做，因此一度被称为王心慰的御用男主角。不过郑嘉颖认为跟同一个团伙合作的越久，一方面能够越有默契，但另一方面可能会难以产生新的火花。因此近年来他争取与更多不同的监制进行合作，寻求更多的突破。2011年广受好评的《怒火街头》便是他所追求的新鲜感、新火花的一个成功例子。\n",
    "hezuo": [
        [
            "张晋 Max Zhang",
            1
        ],
        [
            "托尼·贾 Tony Jaa",
            1
        ],
        [
            "释彦能 Yanneng Shi",
            1
        ],
        [
            "戴夫·巴蒂斯塔 Dave Bautista",
            1
        ],
        [
            "杨紫琼 Michelle Yeoh",
            1
        ],
        [
            "周秀娜 Chrissie Chaw",
            1
        ],
        [
            "柳岩 Yan Liu",
            1
        ],
        [
            "姜皓文 Philip Keung Ho-Man",
            1
        ],
        [
            "谭耀文 Patrick Tam",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ]
    ]
}