{
    "name": "里奥.G.卡罗尔 Leo G. Carroll",
    "movies": [
        "狼蛛 Tarantula",
        "西北偏北 North by Northwest",
        "爱德华大夫 Spellbound",
        "蝴蝶梦 Rebecca",
        "深闺疑云 Suspicion",
        "火车怪客 Strangers on a Train"
    ],
    "male": "男",
    "xingzuo": "天蝎座",
    "birth": "not found",
    "area": "英国,英格兰,威敦",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Carroll was born in Weedon Bec, Northamptonshire, to William and Catherine Carroll. His Roman Catholic parents named him after then-Pope Leo XIII. In 1897, his family lived in York, where his Irish-born father was a foreman in an ordnance store. In the 1901 Census for West Ham, Essex, his occupation is listed as \"wine trade clerk\". In the 1911 census, he is living at the same address and described as a \"dramatic agent\".　　Carroll made hi...(展开全部)\n　　Carroll was born in Weedon Bec, Northamptonshire, to William and Catherine Carroll. His Roman Catholic parents named him after then-Pope Leo XIII. In 1897, his family lived in York, where his Irish-born father was a foreman in an ordnance store. In the 1901 Census for West Ham, Essex, his occupation is listed as \"wine trade clerk\". In the 1911 census, he is living at the same address and described as a \"dramatic agent\".　　Carroll made his stage debut in 1912. His acting career was on hold during the First World War, when he served in the British Army. He then performed in London and on Broadway in New York. In 1933, he was a member of the Manhattan Theatre Repertory Company in the inaugural season of the Ogunquit Playhouse in Ogunquit, Maine.　　During 1933-34 Carroll had an important role in a successful Broadway play, The Green Bay Tree (which has no relation to the novel by Louis Bromfield apart from the shared title), and in 1941 starred with Vincent Price and Judith Evelyn in Patrick Hamilton's Angel Street (better known as Gas Light), which ran for three years at the Golden Theatre on West 45th Street in New York City. After the production closed, he starred in the title role in J. P. Marquand's The Late George Apley.\n",
    "hezuo": [
        [
            "加里·格兰特 Cary Grant",
            2
        ],
        [
            "琼·芳登 Joan Fontaine",
            2
        ],
        [
            "奈杰尔·布鲁斯 Nigel Bruce",
            2
        ],
        [
            "梅尔维尔·库珀 Melville Cooper",
            1
        ],
        [
            "法利·格兰杰 Farley Granger",
            1
        ],
        [
            "朗达·弗莱明 Rhonda Fleming",
            1
        ],
        [
            "乔治·桑德斯 George Sanders",
            1
        ],
        [
            "格拉黛丝·库珀 Gladys Cooper",
            1
        ],
        [
            "凯茜·罗杰斯 Kasey Rogers",
            1
        ],
        [
            "Reginald Sheffield",
            1
        ]
    ]
}