{
    "name": "马克·摩斯 Mark Moses",
    "movies": [
        "野战排 Platoon"
    ],
    "male": "男",
    "xingzuo": "双鱼座",
    "birth": "1958-02-24",
    "area": "美国,纽约",
    "zhiye": [
        "演员"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Mark Moses was born in New York City and grew up in Evanston, Illinois. He played quarterback for his high school in Evanston, and went on to play another year at Ithaca College, in upstate New York, where he majored in English before dropping out and traveling abroad. Mark then got into NYU's Tisch School of the Arts grad program and graduated with a degree in theater. Audiences know Mark from numerous television shows. He played Duck Phi...(展开全部)\n　　Mark Moses was born in New York City and grew up in Evanston, Illinois. He played quarterback for his high school in Evanston, and went on to play another year at Ithaca College, in upstate New York, where he majored in English before dropping out and traveling abroad. Mark then got into NYU's Tisch School of the Arts grad program and graduated with a degree in theater. Audiences know Mark from numerous television shows. He played Duck Philips in the Emmy Award winning Mad Men, Dennis Boyd in the Emmy Award winning Homeland, Paul Young in the Golden Globe winning and Emmy nominated Desperate Housewives, President Jeffrey Mitchner in The Last Ship, Colonel Alden Cox in Manhattan, Lt. Erik Carlson in The Killing, Mr. Robot, Berlin Station, Law and Order, Blue Bloods, Incorporated, Key and Peele, The Single Guy, Man Seeking Woman, Criminal Minds and many others. He is married to actress/playwright Annie LaRussa and they have two sons, Walker and Zane.\n",
    "hezuo": [
        [
            "威廉·达福 Willem Dafoe",
            1
        ],
        [
            "约翰尼·德普 Johnny Depp",
            1
        ],
        [
            "查理·辛 Charlie Sheen",
            1
        ],
        [
            "福里斯特·惠特克 Forest Whitaker",
            1
        ],
        [
            "凯文·狄龙 Kevin Dillon",
            1
        ],
        [
            "凯斯·大卫 Keith David",
            1
        ],
        [
            "汤姆·贝伦杰 Tom Berenger",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ],
        [
            "茂文·道格拉斯 Melvyn Douglas",
            0
        ]
    ]
}