{
    "name": "马特·琼斯 Matt Jones",
    "movies": [
        "中转停留 The Layover",
        "魔童 Brightburn"
    ],
    "male": "男",
    "xingzuo": "天蝎座",
    "birth": "1981-11-01",
    "area": "美国,加利福尼亚州,萨克拉门托",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Jones was born in Sacramento, California. He grew up in Pomona, California, one of 10 kids between his mother and stepfather, before eventually moving to Claremont, California and graduating from Claremont High School in 2000. After a rocky relationship with his biological father, he has since stopped talking to him. Initially Jones' extracurricular focus was on sports due to his size and he was a heavily recruited lineb　　Before leaving...(展开全部)\n　　Jones was born in Sacramento, California. He grew up in Pomona, California, one of 10 kids between his mother and stepfather, before eventually moving to Claremont, California and graduating from Claremont High School in 2000. After a rocky relationship with his biological father, he has since stopped talking to him. Initially Jones' extracurricular focus was on sports due to his size and he was a heavily recruited lineb　　Before leaving for Boom Chicago, Jones managed to book 20 commercials in two years, including a spot for Midas. After returning, his first theatrical audition was for Breaking Bad.　　From 2008 to 2013, Jones appeared in a recurring role as Brandon \"Badger\" Mayhew on the AMC crime drama series Breaking Bad. He appeared as a pizza delivery boy on How I Met Your Mother, and has appeared on Comedy Central's Reno 911! and the NBC comedy series Community. He has appeared in over 40 commercials. He appeared in the pilot episode of the Comedy Central sketch series Key & Peele. He is also a regular performer at the Upright Citizens Brigade Theater and I.O. West.　　In 2010, Jones was cast in the lead role in the TBS pilot Uncle Nigel, written and produced by Andy Breckman. He has provided voices on the Cartoon Network series Adventure Time. He appeared in the 2011 film Red State, and voiced minor characters in the 2011 video game Rage. Jones also appeared as Probationary Agent Ned Dorneget in the CBS show NCIS, between 2011 and 2015. In early 2012, Jones was cast in Steven Levitan's new pilot Rebounding for FOX, but the show was not picked up. Jones will voice Riley Nixon in Scooby-Doo! and Kiss: Rock and Roll Mystery.　　Jones appeared in four episodes of The Office (\"Junior Salesman\", \"The Farm\", and the two-part series finale). He was cast as a series regular in The Farm, a failed spin-off of The Office. He currently portrays Baxter in the CBS sitcom Mom. He is also the voice behind the Boov Kyle in DreamWorks animated movie Home.\n",
    "hezuo": [
        [
            "艾米·阿内克 Emy Aneke",
            1
        ],
        [
            "马特·巴尔 Matt Barr",
            1
        ],
        [
            "大卫·丹曼 David Denman",
            1
        ],
        [
            "贝基·瓦赫尔斯特罗姆 Becky Wahlstrom",
            1
        ],
        [
            "罗伯·考德瑞 Rob Corddry",
            1
        ],
        [
            "乔·努内斯 Joe Nunez",
            1
        ],
        [
            "詹尼佛·霍兰德 Jennifer Holland",
            1
        ],
        [
            "亚历珊德拉·达达里奥 Alexandra Daddario",
            1
        ],
        [
            "凯特·阿普顿 Kate Upton",
            1
        ],
        [
            "特伦斯·罗斯摩尔 Terence Rosemore",
            1
        ]
    ]
}