{
    "name": "鲍比·坎纳瓦尔 Bobby Cannavale",
    "movies": [
        "蚁人 Ant-Man",
        "爱尔兰人 The Irishman",
        "我，花样女王 I, Tonya",
        "蚁人2：黄蜂女现身 Ant-Man and the Wasp",
        "女间谍 Spy"
    ],
    "male": "男",
    "xingzuo": "金牛座",
    "birth": "1970-05-03",
    "area": "美国,新泽西州",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [],
    "family": [
        "Rose Byrne(女友)"
    ],
    "intro": "\n　　In both career and in real life, Bobby Cannavale tends to choose the unconventional way of doing things. In the beginning his decisions may have cost the dark, swarthily good-looking actor some acting roles and/or good-paying money, but in the end his strong work ethic and sense of self, despite a lack of formal training, allowed him to take a successful path off the crowded acting trail. From character goofball and cut-up, he has broken i...(展开全部)\n　　In both career and in real life, Bobby Cannavale tends to choose the unconventional way of doing things. In the beginning his decisions may have cost the dark, swarthily good-looking actor some acting roles and/or good-paying money, but in the end his strong work ethic and sense of self, despite a lack of formal training, allowed him to take a successful path off the crowded acting trail. From character goofball and cut-up, he has broken into the leading man ranks with his recent starring role as a reincarnated matchmaker in the TV series \"Cupid\" (2009).　　Born Roberto M. Cannavale on May 3, 1971, in Union City, New Jersey, to an Italian father and Cuban mother, he was involved in various activities at his Union City Catholic school, St. Michaels, while growing up. An altar boy, choir boy and lector, he also appeared in the church school's various musicals including his very first, \"Guys and Dolls,\" in which he showed up as one of the gangsters, and \"The Music Man,\" appearing as the lisping, scene-stealing tyke Winthrop.　　Bobby's parents divorced when he was 13 and his Cuban mother moved the family to Puerto Rico for a couple of years. Eventually they returned to the States and settled in Coconut Creek, Florida, where he attended high school. Restless and uncomfortable in any sort of regimented setting, he often got suspended for playing the class clown. Graduating in the late 1980s, and bitten by the acting bug, Bobby chose to return to the New York/New Jersey area in order to jumpstart an acting career. Working in bars to support himself, he again avoided the confines of an acting school and instead gained experience as a \"reader\" on occasion with the Naked Angels theatre company. During this time (1994) he met and married Jenny Lumet, the actress-daughter of director Sidney Lumet. They had son Jake the following year. The couple divorced in 2003.　　Spotted by playwright Lanford Wilson while performing in an East Village production of Larry Kramer's \"The Normal Heart,\" Bobby was invited to join Wilson's prestigious Circle Repertory Theatre. As a \"reader\" for several of the company's, he eventually earned stage parts in \"Chilean Holidays\" (1996) and in Wilson's \"Virgil Is Still the Frog Boy\". He also went on to serve as understudy to and replaced Mark Linn-Baker for a time in a 1998 production of \"A Flea in Her Ear\". A noticeable role in the company's play \"The Most Fabulous Story Ever Told\" by Paul Rudnick led to Bobby's being cast in the recurring role of a tugboat operator in the TV series \"Trinity\" (1998). Having only appeared in bit parts thus far in such movies as Night Falls on Manhattan (1996), directed by Lumet, and I'm Not Rappaport (1996), it was \"Trinity\" creator John Wells who caught Bobby's stage performance and handed him this career-making break on camera.　　Bobby's \"nice-guy\" aura and blue-collar charm proved invaluable, if a bit restrictive. Once the \"Trinity\" series ended, Wells cast the 6'3\" lug with the trademark caterpillar brows and crooked smile as lovelorn paramedic Bobby Caffey in his series \"Third Watch\" (1999). The character became quite popular but Bobby, again feeling restricted and wishing to broaden his horizon as an actor, asked to be released from the show -- but \"in a big way\". Creator Wells obliged and had the paramedic fatally shot in the chest and then experience a \"beyond the grave\" union with his character's deceased, ne'er-do-well dad.　　Bobby next joined the cast of father-in-law Sidney Lumet's acclaimed TV courtroom drama \"100 Centre Street\" (2001), starring Alan Arkin, cast against type as a brazenly opportunistic prosecutor. He subsequently earned recurring roles on \"Ally McBeal\" (1997) (in 2002) and \"Six Feet Under\" (2001) (in 2004). As for films, Bobby was featured in Gloria (1999), The Bone Collector (1999), Washington Heights (2002) and The Guru (2002) by the time he scored as the gregarious truck driver in the critically-hailed indie film The Station Agent (2003), which paired him intriguingly opposite the diminutive actor Peter Dinklage.　　Unwilling to shirk away from more controversial roles such as his gay drug dealer who has the hots for a fellow prisoner in the acclaimed series \"Oz\" (1997) or his closeted dancing neophyte in the film comedy Shall We Dance (2004) starring Richard Gere, Bobby continued to elevate his status seesawing between film (_The Devil and Daniel Webster (2004), Happy Endings (2005), Romance & Cigarettes (2005)) and TV assignments (the miniseries \"Kingpin\" (2003)). He earned big viewer points with his recurring portrayal of Will Truman's dour cop/boyfriend on the hit sitcom \"Will & Grace\" (1998) in 2004 and won a \"Guest Star\" Emmy award in the process. Elsewhere, on stage he merited attention in such productions as \"Hurlyburly\" and earned a Tony Award nomination for his 2007 Broadway debut in \"Mauritius\".　　After five consecutive failed pilots, Bobby has come front-and-center with his quirky starring role in the ABC series \"Cupid\" (2009), while continuing to rake up credits on the big screen (The Merry Gentleman (2008), Diminished Capacity (2008), The Take (2007), 100 Feet (2008)). He is definitely here to stay.\n",
    "hezuo": [
        [
            "大卫·达斯马齐连 David Dastmalchian",
            2
        ],
        [
            "艾莉森·珍妮 Allison Janney",
            2
        ],
        [
            "朱迪·格雷尔 Judy Greer",
            2
        ],
        [
            "伊万杰琳·莉莉 Evangeline Lilly",
            2
        ],
        [
            "保罗·路德 Paul Rudd",
            2
        ],
        [
            "迈克尔·佩纳 Michael Peña",
            2
        ],
        [
            "罗丝·伯恩 Rose Byrne",
            1
        ],
        [
            "伍德·哈里斯 Wood Harris",
            1
        ],
        [
            "麦肯娜·格瑞丝 Mckenna Grace",
            1
        ],
        [
            "莫蕾娜·巴卡琳 Morena Baccarin",
            1
        ]
    ]
}