{
    "name": "麦蒂森·达文波特 Madison Davenport",
    "movies": [
        "死魂盒 The Possession"
    ],
    "male": "女",
    "xingzuo": "射手座",
    "birth": "1996-11-22",
    "area": "美国,德克萨斯州,圣安东尼奥",
    "zhiye": [
        "演员",
        "配音"
    ],
    "moreName": [],
    "family": [],
    "intro": "\n　　Madison Danielle Davenport was born in San Antonio, Texas. She started her career in 2005 when she had a small role in Conversations with Other Women. Soon after she appeared in the television series Numb3rs, Close to Home, CSI: NY, and Hot Properties. In 2006, Davenport's voice could be heard in Over the Hedge as Quillo, one of the porcupines in the film. She also had a guest starring role in Bones as Megan, a little girl who helps Temper...(展开全部)\n　　Madison Danielle Davenport was born in San Antonio, Texas. She started her career in 2005 when she had a small role in Conversations with Other Women. Soon after she appeared in the television series Numb3rs, Close to Home, CSI: NY, and Hot Properties. In 2006, Davenport's voice could be heard in Over the Hedge as Quillo, one of the porcupines in the film. She also had a guest starring role in Bones as Megan, a little girl who helps Temperance Brennan and Seeley Booth. Davenport appeared in Legion of Super Heroes and While the Children Sleep in 2007. In 2008, Davenport was seen in ER and also had a voice over appearance in Special Agent Oso as Stacey & Fiona. She also had many film credits in 2008 including Humboldt County, Kit Kittredge: An American Girl, The Attic Door and Christmas Is Here Again. In 2010, Davenport starred in the Lifetime television movie Amish Grace, as Mary Beth Graber, a little girl who dies in a school shooting. She also played Destiny in Jack and the Beanstalk, and had a leading role in the television movie Dad's Home as Lindsay Westman. In 2011, Davenport had a guest appearance in CSI: Crime Scene Investigation as Camryn Pose, and began a recurring role in the U.S. television series Shameless. She played the supporting role of Hannah in the 2012 film The Possession. Davenport played Na'el, a potential romantic partner of Ham (Logan Lerman), in the biblical epic film Noah, alongside Russell Crowe, Anthony Hopkins, Jennifer Connelly, and Emma Watson. The 2014 film was directed by Darren Aronofsky.\n",
    "hezuo": [
        [
            "凯拉·塞吉维克 Kyra Sedgwick",
            1
        ],
        [
            "Matisyahu",
            1
        ],
        [
            "娜塔莎·卡利斯 Natasha Calis",
            1
        ],
        [
            "杰伊·布拉泽奥 Jay Brazeau",
            1
        ],
        [
            "格兰特·秀 Grant Show",
            1
        ],
        [
            "杰弗里·迪恩·摩根 Jeffrey Dean Morgan",
            1
        ],
        [
            "肖央 Yang Xiao",
            0
        ],
        [
            "杰克·昆卡 Jake Cuenca",
            0
        ],
        [
            "茂文·道格拉斯 Melvyn Douglas",
            0
        ],
        [
            "刘承睦 Yoo Seung-Mok",
            0
        ]
    ]
}