{
    "director": "杰克·阿诺德",
    "bianju": "雷·布莱德伯里 / 哈里·埃塞克斯",
    "length": "81 分钟",
    "lang": [
        "英语"
    ],
    "area": [
        "美国"
    ],
    "select": [
        "科幻",
        "惊悚",
        "恐怖"
    ],
    "name": "宇宙访客 It Came From Outer Space",
    "year": "1953",
    "intro": ")   　　IT CAME FROM OUTER SPACE is unquestionably on my top 3 from the many sci-fi movies made in the 1950s. I review many sci-fi films from the 50s, both B-movies AND classic. THIS film would definitely go down as one of the all-time classics. Even more rich with every viewing, IT CAME FROM OUTER SPACE is about a couple who live in a desert, one a scientist. One night, the scientist and his girlfriend are stargazing when they see some strange thing crash into a crater. When they go there, the scientist decides to go down, and sees a strange ship right before an avalanche falls over the specimen. Soon those two are the only ones who believe it is a ship from outer space, until strange things begin happening. The scientist must solve the mystery of why the aliens have arrived, and what they want. A science fiction classic worth buying on DVD. (Don't be fooled...the alien looks nothing like the one on the DVD cover.)  ",
    "average": "6.0",
    "averageNum": "92",
    "comments": [
        "杰克·阿诺德的B级片总是和主流拧着来，算是少数站在外星人的立场上审视自身的怪兽片，独眼怪造型似乎被17年后的异形侵袭借用了",
        "75/100 上世纪五十年代美国对于入侵恐慌的又一体现，其形式表现为对人类的克隆，早于相似设定的影片《天外魔花》三年。不同的是，宇宙访客罕见地以和平方式结局，尽管从对白中我们可以解读出人类与外星生命更深层次的敌对，但终究暂时地将其化为一场“入侵意外”。",
        "比預料中更有趣，應是Ray bradbury的劇本功勞。",
        "好看",
        "逗我这片子评论居然这么少= =还....可以吧，男主不走理科男惯有的单身路线反而有个漂亮可爱又死心塌地的女朋友，特效剧情都挺尴尬的，但毕竟是那么早的科幻片"
    ],
    "actors": [
        "理查德·加尔森 Richard Carlson",
        "芭芭拉·拉什 Barbara Rush",
        "休斯凯思琳 Kathleen Hughes"
    ]
}