{
    "director": "约瑟夫·萨金特",
    "bianju": "詹姆斯·布里奇斯 / D.F. Jones (novel)",
    "length": "100 分钟",
    "lang": [
        "英语",
        "俄语"
    ],
    "area": [
        "美国"
    ],
    "select": [
        "科幻",
        "惊悚"
    ],
    "name": "巨人：福宾计划 Colossus: The Forbin Project",
    "year": "1970",
    "intro": ")   　　Eric Braeden stars as Dr. Charles Forbin, who has created a supercomputer named Colossus, built solely for the purpose of controlling the nuclear defenses of the Western alliance. It isn't too long after, however, that the Russians announce that they too have built a similar computer for those same purposes on their side--Guardian. And when the two machines begin sharing information at a speed nobody can believe, an attempt is made to disable them.  　　This unfortunately just raises the machines' ire; and in retaliation, they launch their weapons at each other's home nations. The result is a chilling scenario that is potentially becoming all too real these days.  　　COLOSSUS: THE FORBIN PROJECT was not a big hit at the box office for various reasons. One is that its cast wasn't exactly well known. Another reason is that its ending isn't exactly a happy one. Still a third reason is that Universal had trouble trying to promote it in the wake of the huge success of Stanley Kubrick's 2001: A SPACE ODYSSEY. The latter reason is obvious: Colossus and Guardian, like HAL in the Kubrick movie, become central characters here. The difference here is that while HAL malfunctions due to a programming conflict, Colossus and Guardian remain all too stable, convinced beyond a doubt that they know how to protect Mankind better than Man himself. As the computers point out: \"One inevitable rule is that Mankind is his own worst enemy.\"  　　Joseph Sargent's direction is efficient, and the special effects work of Albert Whitlock still manages to work despite its obvious age. An overlooked gem in the sci-fi genre, this should be given a revival.  ",
    "average": "7.2",
    "averageNum": "88",
    "comments": [
        "某种意义上柏拉图哲学王理想的实现。\nYou will say you lose your freedom.\nFreedom is an illusion.\nAll you lose is the emotional pride.\nIn time,you will come to regard me\nnot only with respect and awe\nbut with love.",
        "改编自D. F. Jones于1966年出版的小说《Colossus》，该小说有两部续作。本片超前的探讨了技术奇异点问题，故事节奏很好，超级电脑很有天网原型的感觉，结尾戛然而止，留下回味和畅想空间",
        "海报",
        "节奏把握的很棒，不过感觉这个AI也太喜欢跟人类聊天了，俄狄浦斯情节严重",
        "病娇……"
    ],
    "actors": [
        "艾瑞克·布里登 Eric Braeden",
        "马里昂·罗斯 Marion Ross",
        "苏珊·克拉克 Susan Clark"
    ]
}