{
    "director": "郭帆",
    "bianju": "龚格尔 / 严东旭 / 郭帆 / 叶俊策 / 杨治学 / 吴荑 / 叶濡畅 / 沈晶晶 / 刘慈欣",
    "length": "125分钟",
    "lang": [
        "汉语普通话",
        "英语",
        "俄语",
        "法语",
        "日语",
        "韩语",
        "印尼语"
    ],
    "area": [
        "中国大陆"
    ],
    "select": [
        "科幻",
        "冒险",
        "灾难"
    ],
    "name": "流浪地球",
    "year": "2019",
    "intro": "  　　近未来，科学家们发现太阳急速衰老膨胀，短时间内包括地球在内的整个太阳系都将被太阳所吞没。为了自救，人类提出一个名为“流浪地球”的大胆计划，即倾全球之力在地球表面建造上万座发动机和转向发动机，推动地球离开太阳系，用2500年的时间奔往另外一个栖息之地。中国航天员刘培强（吴京 饰）在儿子刘启四岁那年前往国际空间站，和国际同侪肩负起领航者的重任。转眼刘启（屈楚萧 饰）长大，他带着妹妹朵朵（赵今麦 饰）偷偷跑到地表，偷开外公韩子昂（吴孟达 饰）的运输车，结果不仅遭到逮捕，还遭遇了全球发动机停摆的事件。为了修好发动机，阻止地球坠入木星，全球开始展开饱和式营救，连刘启他们的车也被强征加入。在与时间赛跑的过程中，无数的人前仆后继，奋不顾身，只为延续百代子孙生存的希望……  　　本片根据刘慈欣的同名小说改编。  ©豆瓣 ",
    "average": "7.9",
    "averageNum": null,
    "comments": [
        "《流浪地球》小说本就想象力丰富，让地球连同地球人一同逃难的创意荡气回肠、惊艳无比。\n电影中的行星发动机很硬核，还原了小说中“雅典卫城神殿的巨柱”的描写；\n地球启航产生的尾迹清晰可见，宛如一艘巨型飞船遨游宇宙之间；\n北京、上海被冰雪覆盖气势磅礴；地木交会更是让人瞠目结舌，试问有电影能看到这样一幕？\n最后表扬一下片尾的《流浪地球》小说的特效，比漫威的漫画翻页片头还精彩。\n电影保持了小说的整体框架，有一...",
        "中国导演能拍出这样的硬科幻，看到这样的完成度，想想就激动，可以让人原谅一切不完美！说这部电影是中国科幻电影的元年自然是站不住脚，毕竟国内早就拍过很多软科幻，但说《流浪地球》是中国硬科幻电影的第一座里程碑，或者说中国硬科幻电影的元年，这是任何人都无可反驳的，它的工业化程度在国内绝对是前所未有的，是一部可以载入中国电影史的电影！其实中国观众对于这类型的硬科幻并不陌生，只是国内一直没有拍摄这种硬科幻大制...",
        "充斥着模仿的痕迹，某些镜头直接地心引力同款，另外就是画质极渣的摄影以及播放卡顿。宏大主题配以乡土气十足的人设、情感以及地下小镇式场景，中段的冗长更是让人疲惫。倒是现象级的吴京带来现象级的吹捧狂潮惊到我了。",
        "1.从特效和技术上讲，这应该是迄今为止此类中国电影的巅峰了。磅礴恢宏，细节营造用心。2.故事层面比较糟糕，很好奇到底出于什么原因，造成几乎超过40%的台词都是后配的，而且对不上口型，明显是片子成型后彻底改词重配的。这严重影响故事质量。3.作为类型片，很多讲述方式有明显问题，比如人物特征不鲜明，交代不清楚，刘启变成“刘户口”，这种启字的拆解为什么不交代?李一一变成“李长条”留给谁去猜?4.很多地方增...",
        "宏大又动人。为原著赋予了细腻的想象，整体气质比美式末日片都多了一份安静和真实，也有萦绕不去的悲伤。最戳心的当然还是《流浪地球》选择带着地球寻找新的星系，而不是开辟新的居住地，等冰有天化为水，子孙依然能看到北京、上海、贝加尔湖，这点可真是太乡愁了。看完念念不忘的并不是角色，而是电影带来的挥之不去的孤独感，望着头顶的太阳，真是又温暖又寒冷。"
    ],
    "actors": [
        "屈楚萧 Chuxiao Qu",
        "吴京 Jing Wu",
        "李光洁 Guangjie Li",
        "吴孟达 Man Tat Ng",
        "赵今麦 Jinmai Zhao",
        "隋凯 Michael Stephen Kai Sui",
        "屈菁菁 Jingjing Qu",
        "张亦驰 Yichi Zhang",
        "杨皓宇 Haoyu Yang",
        "阿尔卡基·沙罗格拉茨基 Arkady Sharogradsky"
    ]
}