{
    "director": "雷斯特·霍尔格-马森",
    "bianju": "not found",
    "length": "Denmark: 97 分钟",
    "lang": [
        "silent"
    ],
    "area": [
        "丹麦"
    ],
    "select": [
        "科幻"
    ],
    "name": "火星之旅 Himmelskibet",
    "year": "1918",
    "intro": ")   　　Sci-fi is a rapidly changing genre. It loses impact even more rapidly than horror. Therefore it's virtually impossible to see a sci-fi movie from the past (from the pre-space period, i.e. late 50s) that isn't laughable in some sense. First serious sci-fi epics appeared in the very early 50s, and bearing in mind the first space yarn was filmed by Melies in 1902, we get about 50 years of sci-fi without the very basic concepts of space travel. Where The Trip To The Moon can be dismissed as a funny experiment, The Trip To Mars cannot. This is a serious film. The makers didn't know about weightlessness or the absence of atmosphere in space, plus about a hundred more things we know today. That was the period, when everybody was raving about the channels on Mars, so they naturally assumed there was intelligent life on that planet. Melies shows frogmen and other strange creatures on the Moon; in 1924 there appears the still popular tinfoil dress for Martians in Russian film Aelita. So, in between, we get the Egypto-Greek fairy-tale world of this film: wise old priests being wise; and virgins prancing around, praising virtue in the world, where virtue obviously is as normal and unnoticeable as metabolism. Enter the Earthlings, introducing death and sin. Well, nothing spectacular follows: they soon are \"cured\" and learn the ways of the righteous. This film is a total orgy of enjoyment. The double feature released by the Danish Film Institute (together with a disaster film from 1916, The End Of The World) boosts their usual superior quality. The Danes began storing and archiving their films very early, so you get a very clean second generation copy from a period when most of US films withdrawn from circulation went to the glue or comb factory. It's a pity this film with so many different locations isn't color tinted. The rather uninspired piano accompaniment, another trade mark of the series from the DFI, tends to grow a bit tedious too. But nevertheless, a remarkable film and something you can show to your friends without being afraid that they'll think you're a weirdo.  ",
    "average": "7.6",
    "averageNum": "69",
    "comments": [
        "找老婆要去火星找...",
        "應該是當時的\"Apollp 13\",現在看來卻是最好笑的科幻片之一!! XDDD",
        "universal peace...开场前不忘怼川普",
        "和 a trip to the moon, woman in the moon 并称史前太空漫游三部曲啊？",
        "几代人对未知世界的探索"
    ],
    "actors": []
}